Repository: luanti-org/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl, pt_br, sl, tr

source: This may be because you used another email with your account, or because you never confirmed your email.
gl: Isto pode deberse a que usaches outro correo electrónico coa túa conta ou a que nunca confirmaches o teu correo electrónico.
pt_br: Isto pode ser por você ter usado outro email com sua conta, ou por você nunca ter confirmado o seu email.
sl: To je morda zato, ker ste s svojim računom uporabili drug e-poštni naslov ali pa ga niste nikoli potrdili.
tr: Bunun nedeni hesabınızda başka bir e-posta kullanmanız veya e-postanızı hiç onaylamamış olmanız olabilir.

source: You can use GitHub to log in if it is associated with your account.
gl: Podes usar GitHub para iniciar sesión se está asociado á túa conta.
pt_br: Você pode usar o GitHub para se autenticar se o mesmo estiver vinculado a sua conta.
sl: Za prijavo lahko uporabite GitHub, če je povezan z vašim računom.
tr: Hesabınızla ilişkiliyse oturum açmak için GitHub'ı kullanabilirsiniz.

source: Otherwise, you may need to contact the admin for help.
gl: Se non, pode que teñas que contactar co administrador para obter axuda.
pt_br: Caso contrário, talvez seja necessário entrar em contato com o administrador para obter ajuda.
sl: V nasprotnem primeru se boste morda morali za pomoč obrniti na administratorja.
tr: Aksi takdirde, yardım için yöneticiyle iletişime geçmeniz gerekebilir.

source: If you weren't expecting to receive this email, then you can safely ignore it.
gl: Se non esperabas recibir este correo electrónico, podes ignoralo con seguridade.
pt_br: Se você não esperava receber este email, então você pode ignorá-lo com segurança.
sl: Če niste pričakovali tega e-poštnega sporočila, ga lahko varno prezrete.
tr: Bu e-postayı almayı beklemiyorsanız, güvenle görmezden gelebilirsiniz.

source: Hello!
gl: Ola!
pt_br: Olá!
sl: Živjo!
tr: Merhaba!

source: This email has been sent to you because someone (hopefully you) has entered your email address as a user's email.
gl: Enviámosche este correo electrónico porque alguén (esperemos que ti) introduciu o teu enderezo de correo electrónico como correo electrónico de usuario.
pt_br: Este email foi enviado porque alguém (que esperamos ser você) inseriu o seu email como um email de usuário.
sl: To e-poštno sporočilo vam je bilo poslano, ker je nekdo (upajmo, da vi) vnesel vaš e-poštni naslov kot uporabniški e-poštni naslov.
tr: Bu e-posta size birisi (umarız siz) e-posta adresinizi kullanıcının e-postası olarak girdiği için gönderilmiştir.

source: If it wasn't you, then just delete this email.
gl: Se non fuches ti, simplemente borra este correo electrónico.
pt_br: Se não foi você, então basta apagar este email.
sl: Če niste bil to vi, potem preprosto izbrišite to e-pošto.
tr: Eğer siz değilseniz, o zaman bu e-postayı silin.

source: If this was you, then please click this link to confirm the address:
gl: Se o fixeches ti, fai clic nesta ligazón para confirmar o enderezo:
pt_br: Se foi você, então clique neste link para confirmar o endereço:
sl: Če ste bili to vi, kliknite to povezavo, da potrdite naslov:
tr: Bu kişi sizseniz, adresi teyit etmek için lütfen bu bağlantıya tıklayın:

source: Confirm Email Address
gl: Confirmar enderezo de correo electrónico
pt_br: Confirmar email
sl: Potrdite e-poštni naslov
tr: E-posta Adresini Onayla

source: Or paste this into your browser:
gl: Ou pega isto no teu navegador:
pt_br: Ou cole isso no seu browser:
sl: Ali pa prilepite to v brskalnik:
tr: Ya da bunu tarayıcınıza yapıştırın:

source: We're sorry to see you go. You just need to do one more thing before your email is blacklisted.
gl: Sentímolo moito. Só tes que facer unha cousa máis antes de que o teu correo electrónico sexa incluído na lista negra.
pt_br: Lamentamos sua partida. Você só precisa fazer mais uma coisa antes que seu email seja colocado na lista negra.
sl: Žal nam je, da odhajate. Samo še eno stvar morate storiti, preden bo vaš e-poštni naslov uvrščen na črno listo.
tr: Gittiğiniz için üzgünüz. E-postanız kara listeye alınmadan önce bir şey daha yapmanız gerekiyor.

source: You are receiving this email because someone (hopefully you) entered your email address in the unsubscribe form.
gl: Recibes este correo electrónico porque alguén (esperemos que ti) introduciu o teu enderezo de correo electrónico no formulario de cancelación de subscrición.
pt_br: Você recebeu este email porque alguém (que esperamos ser você) inseriu o seu email no formulário de cancelar inscrição.
sl: To e-poštno sporočilo prejemate, ker je nekdo (upajmo, da vi) v obrazec za izbris računa vnesel vaš e-poštni naslov.
tr: Bu e-postayı alıyorsunuz çünkü birisi (umarım siz) e-posta adresinizi abonelikten çıkma formuna girdi.

source: Severity: %(sev)s.
gl: Gravidade: %(sev)s.
pt_br: Severidade: %(sev)s.
sl: Resnost: %(sev)s.
tr: Önem derecesi: %(sev)s.

source: Deleted User
gl: Usuario eliminado
pt_br: Usuário deletado
sl: Izbrisan uporabnik
tr: Silinen Kullanıcı

source: No audit log entries.
gl: Sen entradas no rexistro de auditoría.
pt_br: Nenhuma entrada no log de audição.
sl: Ni vnosov v dnevnik nadzora.
tr: Denetim günlüğü girişi yok.

source: Required
gl: Obrigatorio
pt_br: Requerido
sl: Zahtevano
tr: Gerekli

source: Start typing to see suggestions
gl: Comeza a escribir para ver as suxestións
pt_br: Comece a digitar para receber sugestões
sl: Začnite tipkati, da si ogledate predloge
tr: Önerileri görmek için yazmaya başlayın

source: State
gl: Estado
pt_br: Estado
sl: Država
tr: Durum

source: Please wait for the release to be approved.
gl: Agarde a que se aprobe o lanzamento.
pt_br: Por favor, aguarde o lançamento ser aprovado.
sl: Počakajte na odobritev izdaje.
tr: Lütfen sürümün onaylanmasını bekleyin.

source: Please wait for the package to be approved.
gl: Agarde a que se aprobe o paquete.
pt_br: Por favor, aguarde o pacote ser aprovado.
sl: Počakajte na odobritev paketa.
tr: Lütfen paketin onaylanmasını bekleyiniz.

source: You can now submit this package for approval if you're ready.
gl: Agora podes enviar este paquete para a súa aprobación se estás listo.
pt_br: Agora você pode enviar este pacote para aprovação se estiver pronto.
sl: Če ste pripravljeni, lahko zdaj ta paket oddate v odobritev.
tr: Hazırsanız artık bu paketi onay için gönderebilirsiniz.

source: This package can be submitted for approval when ready.
gl: Este paquete pódese enviar para a súa aprobación cando estea listo.
pt_br: Este pacote pode ser enviado para aprovação quando estiver pronto.
sl: Ta paket se lahko predloži v odobritev, ko bo pripravljen.
tr: Bu paket hazır olduğunda onay için sunulabilir.

source: You need to fix the above errors before you can submit for review
gl: Tes que corrixir os erros anteriores antes de poder enviar a valoración
pt_br: Você precisa corrigir os erros acima antes de enviar para revisão
sl: Preden lahko pošljete v pregled, morate odpraviti zgornje napake
tr: İnceleme için göndermeden önce yukarıdaki hataları düzeltmeniz gerekir

source: Package approval thread
gl: Fío de aprobación de paquetes
pt_br: Tópico de aprovação do pacote
sl: Tema za odobritev paketa
tr: Paket onay konusu

source: You can open a thread if you have a question for the approver or package author.
gl: Podes abrir un fío se tes unha pregunta para o aprobador ou o autor do paquete.
pt_br: Você pode abrir um tópico se tiver uma pergunta para o aprovador ou autor do pacote.
sl: Če imate vprašanje za odobritelja ali avtorja paketa, lahko odprete temo.
tr: Onaylayıcıya veya paket sahibine bir sorunuz varsa bir konu açabilirsiniz.

source: <b>Warning:</b> Non-free code and media.
gl: <b>Aviso:</b> Código e contido multimedia non libres.
pt_br: <b>Alerta:</b> Código ou mídia não gratuitos.
sl: <b>Opozorilo:</b> Koda in mediji niso prosti.
tr: <b>uyarı:</b> Özgür olmayan kod ve medya.

source: <b>Warning:</b> Non-free code.
gl: <b>Aviso:</b> Código non libre.
pt_br: <b>Alerta:</b> Código não gratuito.
sl: <b>Opozorilo:</b> Koda ni prosta.
tr: <b>uyarı:</b> Özgür olmayan kod.

source: <b>Warning:</b> Non-free media.
gl: <b>Aviso:</b> Medios non libres.
pt_br: <b>Alerta:</b> Mídia não gratuita.
sl: <b>Opozorilo:</b> Mediji niso prosti.
tr: <b>uyarı:</b> Özgür olmayan medya.

source: No packages available
gl: Non hai paquetes dispoñibles
pt_br: Nenhum pacote disponível
sl: Paketi niso na voljo
tr: Hiçbiri paket yok

source: created %(date)s
gl: creado %(date)s
pt_br: criado em %(date)s
sl: ustvarjeno %(date)s
tr: %(date)s tarihinde oluşturuldu

source: Edit / Approve
gl: Editar / Aprobar
pt_br: Editar / Aprovar
sl: Uredi / Odobri
tr: Düzenle / Onayla

source: No releases available.
gl: Non hai lanzamentos dispoñibles.
pt_br: Nenhum lançamento disponível.
sl: Nobena izdaja ni na voljo.
tr: Kullanılabilir sürüm yok.

source: Helpful
gl: Útil
pt_br: Útil
sl: Koristno
tr: Yararlı

source: Unhelpful
gl: Inútil
pt_br: Não útil
sl: Nekoristno
tr: Yararsız

source: %(num)d comments
gl: %(num)d comentarios
pt_br: %(num)d comentários
sl: %(num)d komentarjev
tr: %(num)d yorum

source: No reviews, yet.
gl: Aínda non hai valoracións.
pt_br: Nenhuma avaliação ainda.
sl: Ni še ocen.
tr: Henüz inceleme yok.

source: Review
gl: Valoración
pt_br: Avaliação
sl: Ocena
tr: İnceleme

source: Why or why not? Try to be constructive
gl: Por que si ou por que non? Tenta ser construtivo
pt_br: Por que sim ou por que não? Tente ser construtivo
sl: Zakaj ali zakaj ne? Poskusite biti konstruktivni
tr: Neden öyle ya da değil? Yapıcı olmaya çalışın

source: Post Review
gl: Publicar valoración
pt_br: Postar Avaliação
sl: Objavi oceno
tr: İncelemeyi gönder

source: Report an issue
gl: Informar dun problema
pt_br: Relatar um problema
sl: Prijavi težavo
tr: Sorun Belirt

source: Ask a question
gl: Fai unha pregunta
pt_br: Faça uma pergunta
sl: Postavite vprašanje
tr: Soru Sor

source: %(display_name)s's packages
gl: Paquetes de %(display_name)s
pt_br: Pacotes de %(display_name)s
sl: Paketi uporabnika %(display_name)s
tr: %(display_name)s'in paketleri

source: Date range...
gl: Rango de datas...
pt_br: Intervalo de datas...
sl: Razpon podatkov ...
tr: Tarih aralığı...

source: Downloads, past 7 days
gl: Descargas, últimos 7 días
pt_br: Downloads, últimos 7 dias
sl: Prenosi, zadnjih 7 dni
tr: İndirmeler, son 7 gün

source: Downloads, past 30 days
gl: Descargas, últimos 30 días
pt_br: Downloads, últimos 30 dias
sl: Prenosi, zadnjih 30 dni
tr: İndirmeler, son 30 gün

source: Downloads from $1 to $2
gl: Descargas de $1 a $2
pt_br: Downloads de $1 a $2
sl: Prenosi od $1 do $2
tr: $1 ile $2 aralığındaki indirmeler

source: $1 per day
gl: $1 por día
pt_br: $1 por dia
sl: $1 prenosov na dan
tr: Günde $1

source: JavaScript is required to display charts and statistics
gl: Precísase JavaScript para mostrar gráficos e estatísticas
pt_br: JavaScript é necessário para exibir gráficos e estatísticas
sl: Za prikaz grafikonov in statistike je potreben JavaScript
tr: Grafik ve istatistikleri görüntülemek için JavaScript gereklidir

source: Lifetime unique downloads
gl: Descargas únicas totais
pt_br: Downloads únicos
sl: Edinstveni prenosi v življenjskem obdobju
tr: Ömür boyu benzersiz indirmeler

source: Loading...
gl: Cargando...
pt_br: Carregando...
sl: Nalaganje …
tr: Yükleniyor...

source: No data
gl: Sen datos
pt_br: Sem dados
sl: Ni podatkov
tr: Veri yok

source: Downloads by Package
gl: Descargas por paquete
pt_br: Downloads por Pacote
sl: Prenosi po paketih
tr: Pakete Göre İndirmeler

source: This is a stacked area graph. For total downloads, look at the combined height.
gl: Este é un gráfico de área amoreada. Para ver o total de descargas, consulta a altura combinada.
pt_br: Este é um gráfico de áreas empilhadas. Para os downloads totais, olhe a altura combinada.
sl: To je naloženi površinski graf. Za skupno število prenosov si oglejte skupno višino.
tr: Bu yığılmış bir alan grafiğidir. Toplam indirme sayısı için birleşik yüksekliğe bakın.

source: Downloads by Client
gl: Descargas por cliente
pt_br: Downloads por Cliente
sl: Prenosi po odjemalcih
tr: İstemci Tarafından İndirilenler

source: Downloads by Reason
gl: Descargas por motivo
pt_br: Downloads por Razão
sl: Prenosi po razlogih
tr: Sebebe Göre İndirmeler

source: <b>New Install</b>: the user clicked [Install] inside of Luanti.
gl: <b>Nova instalación</b>: o usuario fixo clic en [Instalar] dentro de Luanti.
pt_br: <b>Nova Instalação</b>: o usuário clicou [Instalar] dentro do Luanti.
sl: <b>Nova namestitev</b>: uporabnik je kliknil [Namesti] v Luantiju.
tr: <b>Yeni Yükleme</b>: kullanıcı Luanti'in içinde [Yükle]'ye tıkladı.

source: <b>Dependency</b>: was installed automatically to fulfill a dependency.
gl: <b>Dependencia</b>: instalouse automaticamente para cumprir unha dependencia.
pt_br: <b>Dependência</b>: foi instalado automaticamente para cumprir uma dependência.
sl: <b>Odvisnost</b>: je bila nameščena samodejno za izpolnitev odvisnosti.
tr: <b>Bağımlılık</b>: Bir bağımlılığı karşılamak için otomatik olarak yüklendi.

source: <b>Update</b>: download was to update the package.
gl: <b>Actualización</b>: a descarga serviu para actualizar o paquete.
pt_br: <b>Atualização</b>: baixado para atualizar o pacote.
sl: <b>Posodobitev</b>: prenos je bil namenjen posodobitvi paketa.
tr: <b>Güncelleme</b>: İndirme paketi güncellemek içindi.

source: <b>Other / Unknown</b>: downloaded by a web browser or an outdated Luanti version (before 5.5).
gl: <b>Outro/Descoñecido</b>: descargado por un navegador web ou unha versión desactualizada de Luanti (anterior á 5.5).
pt_br: <b>Outros / Desconhecido</b>: baixado por um navegador da internet ou uma versão antiga do Luanti (anteior à 5.5).
sl: <b>Drugo / Neznano</b>: preneseno s spletnim brskalnikom ali zastarelo različico Luantija (pred 5.5).
tr: <b>Diğer / Bilinmiyor</b>: bir web tarayıcısı veya eski bir Luanti sürümü (5.5'ten önce) tarafından indirildi.

source: Need more stats?
gl: Precisas máis estatísticas?
pt_br: Precisa de mais estatísticas?
sl: Potrebujete več statistike?
tr: Daha fazla istatistiğe mi ihtiyacınız var?

source: Check out the ContentDB Grafana dashboard for CDB-wide stats
gl: Consulte o panel de control de ContentDB de Grafana para ver as estatísticas de todo o CDB
pt_br: Confira o painel do ContentDB Grafana para estatísticas de todo o CDB
sl: Za statistiko celotne CDB si oglejte nadzorno ploščo ContentDB Grafana
tr: CDB genelindeki istatistikler için ContentDB Grafana panosuna göz atın

source: ContentDB Grafana
tr: İçerikDB Grafana

source: This thread has been locked by a moderator.
gl: Este fío foi bloqueado por un moderador.
pt_br: Este tópico foi bloqueado por um moderador.
sl: To temo je zaklenil moderator.
tr: Bu başlık bir moderatör tarafından kilitlenmiştir.

source: Reply
gl: Responder
pt_br: Responder
sl: Odgovori
tr: Yanıt

source: Please wait before commenting again.
gl: Agarde antes de volver comentar.
pt_br: Por favor, aguarde antes de comentar novamente.
sl: Počakajte pred ponovnim komentiranjem.
tr: Lütfen tekrar yorum yapmadan önce bekleyiniz.

source: This thread has been locked.
gl: Este fío foi bloqueado.
pt_br: Este tópico foi bloqueado.
sl: Ta tema je zaklenjena.
tr: Bu konu kilitlenmiştir.

source: You don't have permission to post.
gl: Non tes permiso para publicar.
pt_br: Você não tem permissão para postar.
sl: Nimate dovoljenja za objavo.
tr: Paylaşım izniniz yok.

source: No threads found
gl: Non se atoparon fíos
pt_br: Nenhum tópico encontrado
sl: Ni najdenih tem
tr: Konu bulunamadı

source: Thread
gl: Fío
pt_br: Tópico
sl: Tema
tr: Konu

source: Last Reply
gl: derradeira resposta
pt_br: Última Resposta
sl: Zadnji odgovor
tr: Son Yanıt

source: On %(trigger)s, do %(action)s
gl: Ao %(trigger)s, fai %(action)s
pt_br: Em %(trigger)s, execute %(action)s
sl: Ob %(trigger)s, izvedi %(action)s
tr: %(trigger)s gerçekleşince %(action)s yap

source: Release
gl: Lanzamento
pt_br: Lançamento
sl: Izdaja
tr: Sürüm

source: Repo
gl: Repositorio
sl: Repozitorij
tr: Depo

source: Update settings
gl: Actualizar configuración
pt_br: Atualizar configurações
sl: Posodbi nastavitve
tr: Ayarları güncelle

source: No outdated packages.
gl: Sen paquetes desactualizados.
pt_br: Nenhum pacote desatualizado.
sl: Brez zastarelih paketov.
tr: Eski paket yok.

source: Date
gl: Data
pt_br: Data
sl: Datum
tr: Tarih

source: Actions
gl: Accións
pt_br: Ações
sl: Dejanja
tr: Eylemler

source: Mod Names
gl: Nomes de mods
pt_br: Nome dos Mods
sl: Ime moda
tr: Mod İsimleri

source: No mod names found.
gl: Non se atoparon nomes de mods.
pt_br: Nenhum nome de mod encontrado.
sl: Ni najdenih imen modov.
tr: Mod adı bulunamadı.

source: Mod Name "%(name)s"
gl: Nome do mod "%(name)s"
pt_br: Nome do Mod "%(name)s"
sl: Ime moda „%(name)s“
tr: Mod Adı "%(name)s"

source: Provided By
gl: Proporcionado por
pt_br: Fornecido Por
sl: Zagotovljeno s strani
tr: Sağlayan

source: Forum Topics
gl: Temas do foro
pt_br: Tópicos do Fórum
sl: Teme foruma
tr: Forum Konuları

source: %(title)s by %(display_name)s
gl: %(title)s por %(display_name)s
pt_br: %(title)s por %(display_name)s
sl: %(title)s od %(display_name)s
tr: %(display_name)s tarafından %(title)s

source: Required By
gl: Requirido por
pt_br: Exigido Por
sl: Zahtevano od
tr: Gereklilik duyan

source: Optionally Used By
gl: Opcionalmente usado por
pt_br: Opcionalmente Usado Por
sl: Izbirno uporablja
tr: İsteğe bağlı olarak kullanan

source: Edit email notification settings
gl: Editar a configuración das notificacións por correo electrónico
pt_br: Editar configurações de notificação por email
sl: Urejanje nastavitev e-poštnih obvestil
tr: E-posta bildirim ayarlarını düzenleme

source: Newest first.
gl: O máis novo primeiro.
pt_br: Mais recentes primeiro.
sl: Najprej najnovejši.
tr: Önce en yenisi.

source: Your Notifications
gl: As túas notificacións
pt_br: Suas Notificações
sl: Vaša obvestila
tr: Bildirimleriniz

source: No notifications
gl: Sen notificacións
pt_br: Sem notificações
sl: Brez obvestil
tr: Bildirim yok

source: Editor/Approver Notifications
gl: Notificacións do editor/aprobador
pt_br: Notificações do Editor/Aprovador
sl: Obvestila urednika/odobritelja
tr: Düzenleyici/Onaylayan Bildirimleri

source: Authorize %(title)s
gl: Autorizar %(title)s
pt_br: Autorizar %(title)s
sl: Avtoriziraj %(title)s
tr: %(title)s yetkilendir

source: wants to access your %(name)s account
gl: quere acceder á túa conta de %(name)s
pt_br: quer acessar sua conta %(name)s
sl: želi dostopati do vašega računa %(name)s
tr: %(name)s hesabınıza erişmek istiyor

source: Verified application
gl: Aplicación verificada
pt_br: Aplicação verificada
sl: Preverjena aplikacija
tr: Doğrulanan uygulama

source: ContentDB trusts this application
gl: ContentDB confía nesta aplicación
pt_br: O ContentDB confia nesta aplicação
sl: ContentDB zaupa tej aplikaciji
tr: ContentDB bu uygulamaya güveniyor

source: Public data only
gl: Só datos públicos
pt_br: Apenas dados públicos
sl: Samo javni podatki
tr: Yalnızca herkese açık veriler

source: Read-only access to your public data
gl: Acceso de só lectura aos teus datos públicos
pt_br: Acesso de somente leitura aos seus dados públicos
sl: Dostop samo za branje vaših javnih podatkov
tr: Herkese açık verilerinize salt okunur erişim

source: Authorize
gl: Autorizar
pt_br: Autorizar
sl: Avtoriziraj
tr: Yetkilendir

source: About %(title)s
gl: Acerca de %(title)s
pt_br: Sobre %(title)s
sl: O %(title)s
tr: %(title)s hakkında

source: Application isn't approved yet
gl: A solicitude aínda non está aprobada
pt_br: Aplicação ainda não aprovada
sl: Vloga še ni odobrena
tr: Uygulama henüz onaylanmadı

source: To allow users other than yourself to log in, you'll need to contact ContentDB staff and ask them to approve your app.
gl: Para permitir que outros usuarios inicien sesión, terás que contactar co persoal de ContentDB e pedirlles que aproben a túa aplicación.
pt_br: Para permitir que outros usuários façam login, você precisará entrar em contato com a equipe do ContentDB e pedir que eles aprovem seu aplicativo.
sl: Če želite dovoliti prijavo drugim uporabnikom, se morate obrniti na osebje ContentDB-ja in jih prositi za odobritev vaše aplikacije.
tr: Sizin dışınızdaki kullanıcıların oturum açmasına izin vermek için ContentDB personeliyle iletişime geçmeniz ve uygulamanızı onaylamalarını istemeniz gerekir.

source: Create OAuth Client
gl: Crear cliente de OAuth
pt_br: Criar Cliente OAuth
sl: Ustvari odjemalca OAuth
tr: OAuth İstemcisi Oluştur

source: Your application has %(count)d users
gl: A túa aplicación ten %(count)d usuarios
pt_br: Seu aplicativo tem %(count)d usuários
sl: Vaša aplikacija ima %(count)d uporabnikov
tr: Uygulamanızın %(count)d kullanıcısı var

source: Revoke all user tokens
gl: Revogar todos os tokens de usuario
pt_br: Revogar todos os tokens de usuário
sl: Prekliči vse uporabniške žetone
tr: Tüm kullanıcı belirteçlerini iptal et

source: You must keep the secret safe. If you are unable, set the app type to 'client-side'.
gl: Debes manter o segredo a salvo. Se non e quen, configura o tipo de aplicación como "do lado do cliente".
pt_br: Você deve manter o segredo em segurança. Se não for possível, defina o tipo de aplicativo como 'client-side'.
sl: Skrivnost morate varovati. Če tega ne morete storiti, nastavite vrsto aplikacije na »na strani odjemalca«.
tr: Parolayı güvende tutmalısınız. Eğer yapamıyorsanız, uygulama türünü 'istemci tarafı' olarak ayarlayın.

source: Example Authorize URL
gl: Exemplo de URL de autorización
pt_br: Exemplo de URL de Autorização
sl: Primer URL-ja za avtorizacijo
tr: Örnek Yetkilendirme URL'si

source: Titles must be globally unique. For example, what's the name of your application?
gl: Os títulos deben ser únicos a nivel mundial. Por exemplo, cal é o nome da túa aplicación?
pt_br: Os títulos devem ser globalmente exclusivos. Por exemplo, qual é o nome do seu aplicativo?
sl: Naslovi morajo biti globalno edinstveni. Na primer, kako se imenuje vaša aplikacija?
tr: Başlıklar globale göre eşiz olmalı. Örneğin, uygulamanızın adı nedir?

source: Shown to users when you request access to their account. For example, what does your application do?
gl: Amósase aos usuarios cando solicitas acceso á súa conta. Por exemplo, que fai a túa aplicación?
pt_br: Exibido aos usuários quando você solicita acesso à conta deles. Por exemplo, o que a sua aplicação faz?
sl: Prikazano uporabnikom, ko zahtevate dostop do njihovega računa. Na primer, kaj počne vaša aplikacija?
tr: Hesaplarına erişim isteğinde bulunduğunuzda kullanıcılara gösterilir. Örneğin, uygulamanız ne işe yarıyor?

source: Where will you store your client_secret?
gl: Onde almacenarás o teu client_secret?
pt_br: Onde você armazenará seu client_secret?
sl: Kam boste shranili svojo skrivnost client_secret?
tr: İstemci parolanızı nerede saklayacaksınız?

source: OAuth2 Applications | %(username)s
gl: Aplicacións OAuth2 | %(username)s
pt_br: Aplicações OAuth2 | %(username)s
sl: Aplikacije OAuth2 | %(username)s
tr: OAuth2 Uygulamaları | %(username)s

source: OAuth2 Documentation
gl: Documentación de OAuth2
pt_br: Documentação OAuth2
sl: Dokumentacija OAuth2
tr: OAuth2 Belgeleri

source: Unpublished
gl: Non publicado
pt_br: Não publicado
sl: Neobjavljeno
tr: Yayınlanmadı

source: No applications created
gl: Non se crearon aplicacións
pt_br: Nenhuma aplicação criada
sl: Ni ustvarjenih aplikacij
tr: Uygulama oluşturulmadı

source: Use shift to select multiple. Leave selection empty to match any type.
gl: Usa a tecla Maiús para seleccionar varias opcións. Deixa a selección baleira para que coincida con calquera tipo.
pt_br: Use Shift para selecionar vários. Deixe a seleção em branco para corresponder a qualquer tipo.
sl: Za izbiro več elementov uporabite tipko Shift. Za ujemanje poljubne vrste pustite izbor prazen.
tr: Çoklu seçim için shift kullan. Herhangi bir türle eşleştirmek için seçimi boş bırakın.
