Repository: luanti-org/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl, pt_br, sl, tr

source: More content from the forums
gl: Máis contido dos foros
pt_br: Mais conteúdo dos fóruns
sl: Več vsebine s forumov
tr: Forumlardan daha fazla içerik

source: Thumbnail
gl: Miniatura
sl: Sličica
tr: Küçük Resim

source: Bulk Change Releases
gl: Cambio masivo de lanzamentos
pt_br: Lançamentos de Alterações em Massa
sl: Izdaje množičnih sprememb
tr: Toplu Değişiklik Sürümleri

source: Use this page to set the min and max of all releases for your package.
gl: Usa esta páxina para definir o mínimo e o máximo de todos os lanzamentos do teu paquete.
pt_br: Use esta página para definir o mínimo e o máximo de todos os lançamentos do seu pacote.
sl: Na tej strani nastavite najmanjše in največje število vseh izdaj za vaš paket.
tr: Paketiniz için tüm sürümlerin minimum ve maksimum değerlerini ayarlamak için bu sayfayı kullanın.

source: Maximum must be greater than or equal to the minimum!
gl: O máximo debe ser maior ou igual que o mínimo!
pt_br: O máximo deve ser maior ou igual ao mínimo!
sl: Največja vrednost mora biti večja ali enaka najmanjši!
tr: Maksimum değer minimum değerden büyük veya eşit olmalıdır!

source: Note: Min and max versions will be used to hide the package on platforms not within the range.
gl: Nota: As versións mínima e máxima usaranse para ocultar o paquete en plataformas que non estean dentro do rango.
pt_br: Observação: as versões mínima e máxima serão usadas para ocultar o pacote em plataformas fora do intervalo.
sl: Opomba: Za skrivanje paketa na platformah, ki niso znotraj obsega, bosta uporabljeni različici Min in Max.
tr: Not: Min ve maks sürümler, paketi gizlemek için kullanılacaktır. aralık içinde olmayan platformlar.

source: Leave both as None if in doubt.
gl: Deixa ambos como Ningún en caso de dúbida.
pt_br: Deixe ambos como Nenhum em caso de dúvida.
sl: Če ste v dvomih, pustite oboje kot brez.
tr: Şüpheniz varsa ikisini de Yok olarak bırakın.

source: Edit release
gl: Editar o lanzamento
pt_br: Editar lançamento
sl: Uredi izdajo
tr: Sürümü düzenle

source: Release short name. Eg: 1.0.0 or 2018-05-28
gl: Nome curto do lanzamento. Ex: 1.0.0 ou 2018-05-28
pt_br: Nome abreviado da versão. Ex.: 1.0.0 ou 2018-05-28
sl: Kratko ime izdaje. Npr.: 1.0.0 ali 2018-05-28
tr: Sürümün kısa adı: Örn: 1.0.0 yada 2018-05-28

source: Human-readable name. Eg: 1.0.0 - The Trains Update
gl: Nome lexible por humanos. Ex: 1.0.0 - A Actualización dos Trens
pt_br: Nome legível por humanos. Ex.: 1.0.0 - Atualização dos Trens
sl: Ime, ki ga lahko bere človek. Npr.: 1.0.0 - Posodobitev vlakov
tr: İnsan-okunabilir ad: Örn: 1.0.0 - Tren Güncellemesi

source: Importing...
gl: Importando...
pt_br: Importando...
sl: Uvažanje ...
tr: İçe aktarılıyor...

source: view task
gl: ver tarefa
pt_br: visualizar tarefa
sl: ogled opravil
tr: görevi görüntüle

source: Supported Luanti versions
gl: Versións de Luanti compatibles
pt_br: Versões Luanti suportadas
sl: Podprte različice Luantija
tr: Desteklenen Luanti sürümleri

source: Are you sure your package doesn't work on versions after %(version)s?
gl: Tes a certeza de que o teu paquete non funciona en versións posteriores a %(version)s?
pt_br: Tem certeza de que seu pacote não funciona em versões posteriores a %(version)s?
sl: Ste prepričani, da vaš paket ne deluje na različicah po %(version)s?
tr: Paketinizin %(version)s sonrası sürümlerde çalışmadığından emin misiniz?

source: Only set the maximum version if you know that it doesn't work on newer Luanti versions.
gl: Só define a versión máxima se sabes que non funciona en versións máis novas de Luanti.
pt_br: Defina a versão máxima somente se você souber que ela não funciona em versões mais recentes do Luanti.
sl: Najvišjo različico nastavite le, če veste, da ne deluje na novejših različicah Luantija.
tr: Yalnızca daha yeni Luanti sürümlerinde çalışmadığını biliyorsanız en yüksek sürümü ayarlayın.

source: Don't set the maximum version just because you haven't tested it on newer versions.
gl: Non establezas a versión máxima só porque non a probaches en versións máis novas.
pt_br: Não defina a versão máxima só porque você não a testou em versões mais recentes.
sl: Ne nastavljajte najvišje različice samo zato, ker je niste preizkusili na novejših različicah.
tr: Yalnızca daha yeni sürümlerde test etmediğiniz için en yüksek sürümü ayarlamayın.

source: Set the minimum and maximum Luanti versions supported. This release will be hidden to clients outside of that range.
gl: Define as versións mínima e máxima de Luanti compatibles. Este lanzamento ocultarase aos clientes fóra dese rango.
pt_br: Defina as versões mínima e máxima suportadas pelo Luanti. Esta versão ficará oculta para clientes fora desse intervalo.
sl: Nastavite najmanjše in največje število podprtih različic Luanti. Ta izdaja bo skrita za odjemalce zunaj tega obsega.
tr: Desteklenen minimum ve maksimum Luanti sürümlerini ayarlayın. Bu sürüm, bu aralığın dışındaki istemcilere gizlenecektir.

source: You can <a href='/help/package_config/'>set this automatically</a> in the .conf of your package.
gl: Podes <a href="/help/package_config/">configurar isto automaticamente</a> no ficheiro .conf do teu paquete.
pt_br: Você pode <a href="/help/package_config/">definir isso automaticamente</a> no .conf do seu pacote.
sl: To lahko <a href="/help/package_config/">nastavite samodejno</a> v datoteki .conf vašega paketa.
tr: Paketinizin .conf dosyasında <a href="/help/package_config/">bunu otomatik olarak ayarlayabilirsiniz</a>.

source: Delete Release
gl: Eliminar lanzamento
pt_br: Deletar lançamentos
sl: Izbriši izdajo
tr: Sürümü Sil

source: This is permanent.
gl: Isto é permanente.
pt_br: Isso é permanente.
sl: To je trajno.
tr: Bu kalıcıdır.

source: Any associated uploads will not be deleted immediately, but the release will no longer be listed.
gl: As subidas asociadas non se eliminarán de inmediato, pero o lanzamento deixará de aparecer na lista.
pt_br: Quaisquer uploads associados não serão deletados imediatamente, mas o lançamento não será mais listado.
sl: Vsi povezani naloženi elementi ne bodo takoj izbrisani, vendar izdaja ne bo več navedena.
tr: İlgili yüklemeler hemen silinmeyecek, ancak sürüm artık listelenmeyecektir.

source: You cannot delete the latest release; please create a newer one first.
gl: Non podes eliminar o derradeiro lanzamento; primeiro crea un máis novo.
pt_br: Você não pode deletar o último lançamento; por favor, crie um novo primeiro.
sl: Najnovejše izdaje ne morete izbrisati; najprej ustvarite novejšo.
tr: En son sürümü silemezsiniz; lütfen öncesinde yeni bir tane oluşturun.

source: Create a release
gl: Crear un lanzamento
pt_br: Criar um lançamento
sl: Ustvari izdajo
tr: Bir sürüm oluşturun

source: You have automatic releases enabled.
gl: Tes activados os lanzamentos automáticos.
pt_br: Você tem lançamentos automáticos ativados.
sl: Omogočene so samodejne izdaje.
tr: Otomatik sürümleri etkinleştirdiniz.

source: You have Git update notifications enabled.
gl: Tes activadas as notificacións de actualización de Git.
pt_br: Você tem notificações de atualizações do Git ativadas.
sl: Omogočena so vam obvestila o posodobitvah Gita.
tr: Git güncelleme bildirimlerini etkinleştirdiniz.

source: You can enable automatic updates in the update settings.
gl: Podes activar as actualizacións automáticas na configuración de actualizacións.
pt_br: Você pode habilitar atualizações automáticas nas configurações de atualização.
sl: Samodejne posodobitve lahko omogočite v nastavitvah posodobitev.
tr: Güncelleme ayarlarından otomatik güncellemeleri etkinleştirebilirsiniz.

source: Set up
gl: Configuración
pt_br: Configurar
sl: Vzpostavi
tr: Kurulum

source: You can create releases automatically when you push commits or tags to your repository.
gl: Podes crear lanzamentos automaticamente ao enviar commits ou etiquetas ao teu repositorio.
pt_br: Você pode criar lançamentos automaticamente quando fizer commits ou tags para seu repositório.
sl: Izdaje lahko ustvarite samodejno, ko v repozitorij potisnete spremembe ali oznake.
tr: Deponuza commit veya etiketler gönderdiğinizde otomatik olarak sürümler oluşturabilirsiniz.

source: Add Git repo
gl: Engadir repositorio de Git
pt_br: Adicionar repositório Git
sl: Dodaj Git repozitorij
tr: Git deposu ekle

source: Using Git would allow you to create releases automatically when you push code or tags.
gl: Usar Git permitiríache crear lanzamentos automaticamente ao enviar código ou etiquetas.
pt_br: Usar Git irá permitirá que você crie lançamentos automaticamente quando você fizer upload de código ou tags.
sl: Z uporabo Gita bi lahko samodejno ustvarili izdaje, ko objavite kodo ali oznake.
tr: Git'i kullanmak, kod veya etiket gönderdiğinizde otomatik olarak sürümler oluşturmanıza olanak tanır.

source: 1. Name release
gl: 1. Nome do Lanzamento
pt_br: 1. Nome do lançamento
sl: 1. Ime izdaje
tr: 1. İsim Sürümü

source: Same as name
gl: Igual que o nome
pt_br: Igual ao nome
sl: Enako kot ime
tr: İsim ile aynı

source: 2. Set the content
gl: 2. Define o contido
pt_br: 2. Selecionar o conteúdo
sl: 2. Nastavite vsebino
tr: 2. İçeriği ayarlayın

source: Take a look at the <a href='/help/package_config/'>Package Configuration and Releases Guide</a> for tips on customising releases.
gl: Bota unha ollada á <a href="/help/package_config/">Guía de configuración e lanzamentos de paquetes</a> para obter consellos sobre como personalizar os lanzamentos.
pt_br: Dê uma olhada no <a href="/help/package_config/">Guia de Configuração e Lançamentos de Pacotes</a> para dicas sobre como personalizar lançamentos.
sl: Za nasvete o prilagajanju izdaj si oglejte <a href="/help/package_config/">Vodnik za konfiguracijo paketov in izdaje</a>.
tr: <a href="/help/package_config/">Package Configuration and Releases Guide (Paket Yapılandırma ve Sürümler Kılavuzu) sayfasına göz atın</a>. Sürümleri özelleştirmeyle ilgili ipuçları.

source: 3. Supported Luanti versions
gl: 3. Versións de Luanti compatibles
pt_br: 3. Versões suportadas do Luanti
sl: 3. Podprte različice Luantija
tr: 3. Desteklenen Luanti sürümleri

source: The .conf of your package can <a href='/help/package_config/'>set this automatically</a>, which will override your selection.
gl: O ficheiro .conf do teu paquete pode <a href="/help/package_config/">configurar isto automaticamente</a>, o que anulará a túa selección.
pt_br: O .conf do seu pacote pode <a href="/help/package_config/">definir isso automaticamente</a>, o que substituirá sua seleção.
sl: Datoteka .conf vašega paketa lahko to <a href="/help/package_config/">nastavi samodejno</a>, kar bo preglasilo vašo izbiro.
tr: Paketinizin .conf dosyası <a href="/help/package_config/">bunu otomatik olarak ayarlayabilir</a>, seçiminizi geçersiz kılacaktır.

source: How do you want to create releases?
gl: Como queres crear lanzamentos?
pt_br: Como você quer criar lançamentos?
sl: Kako želite ustvariti izdaje?
tr: Sürümleri nasıl oluşturmak istiyorsunuz?

source: Later
gl: Máis tarde
pt_br: Depois
sl: Kasneje
tr: Daha sonra

source: A release is a single downloadable version of your %(title)s.
gl: Un lanzamento é unha única versión descargable do teu %(title)s.
pt_br: Um lançamento é uma versão única para download do seu %(title)s.
sl: Izdaja je ena sama prenosljiva različica vaših %(title)s.
tr: Bir sürüm %(title)s için tek bir indirilebilir versiyondur.

source: You need to create releases even if you use a rolling release development cycle, as Luanti needs them to check for updates.
gl: Necesitas crear lanzamentos mesmo se usas un ciclo de desenvolvemento de versións progresivas, xa que Luanti necesita que comproben se hai actualizacións.
pt_br: Você precisa criar lançamentos mesmo se usar um ciclo de desenvolvimento de lançamento contínuo, pois o Luanti precisa deles para verificar se há atualizações.
sl: Izdaje morate ustvariti, tudi če uporabljate tekoči razvojni cikel izdaj, saj jih Luanti potrebuje za preverjanje posodobitev.
tr: Luanti'in güncellemeleri kontrol etmek için bunlara ihtiyacı olduğundan, yuvarlanan sürüm geliştirme döngüsü kullansanız bile sürümler oluşturmanız gerekir.

source: When you push a change to your Git repository, ContentDB can create a new release automatically or send you a reminder.
gl: Cando envías un troco ao teu repositorio de Git, ContentDB pode crear un novo lanzamento automaticamente ou enviarche un recordatorio.
pt_br: Quando você sobe uma mudança no seu repositório do Git, o ContentDB pode criar um novo lançamento automaticamente ou enviá-lo um lembrete.
sl: Ko v repozitorij Git pošljete spremembo, lahko ContentDB samodejno ustvari novo izdajo ali vam pošlje opomnik.
tr: Git deponuza bir değişiklik gönderdiğinizde, ContentDB otomatik olarak yeni bir sürüm oluşturabilir veya size bir hatırlatma gönderebilir.

source: ContentDB will check your Git repository every day, but you can use webhooks or the API for faster updates.
gl: ContentDB comprobará o teu repositorio de Git todos os días, pero podes usar webhooks ou a API para actualizacións máis rápidas.
pt_br: O ContentDB checará seu repositório Git todo dia mas você pode usar webhooks ou a API para atualizações mais rápidas.
sl: ContentDB bo vsak dan preverjal vaš Git repozitorij, vendar lahko za hitrejše posodobitve uporabite spletne kavlje ali API.
tr: ContentDB Git deponuzu her gün kontrol edecektir, ancak daha hızlı güncellemeler için web kancalarını veya API'yi kullanabilirsiniz.

source: This can be changed later.
gl: Isto pódese cambiar máis tarde.
pt_br: Isso pode ser alterado mais tarde.
sl: To se lahko kasneje spremeni.
tr: Bu daha sonra değiştirilebilir.

source: Automatically (Recommended)
gl: Automaticamente (recomendado)
pt_br: Automaticamente (Recomendado)
sl: Samodejno (priporočeno)
tr: Otomatik (Önerilen)

source: Rolling Release
gl: Lanzamento Continuo
pt_br: Lançamento em andamento
sl: Sproščanje izdaje
tr: Yuvarlanan Yayın

source: On Git Tag
gl: Na etiqueta de Git
pt_br: Sobre Git Tag
sl: Na oznaki Git
tr: Git Etiketinde

source: Manually
gl: Manualmente
pt_br: Manualmente
sl: Ročno
tr: Elle

source: With reminders
gl: Con recordatorios
pt_br: Com lembretes
sl: Z opomniki
tr: Hatırlatmalarla

source: No reminders
gl: Sen recordatorios
pt_br: Sem lembretes
sl: Ni opomnikov
tr: Hatırlatma yok

source: Unfortunately, you will otherwise need to create a release manually.
gl: Desafortunadamente, se non, terás que crear un lanzamento manualmente.
pt_br: Infelizmente, você precisará criar um lançamento manualmente.
sl: Žal boste sicer morali izdajo ustvariti ročno.
tr: Ne yazık ki, aksi takdirde elle bir sürüm oluşturmanız gerekecektir.

source: Create releases manually
gl: Crear lanzamentos manualmente
pt_br: Criar lançamentos manualmente
sl: Ročno ustvari izdajo
tr: Sürümleri elle oluşturun

source: Releases - %(title)s
gl: Lanzamentos - %(title)s
pt_br: Lançamentos - %(title)s
sl: Izdaje - %(title)s
tr: Sürümler - %(title)s

source: Set up automatic releases
gl: Configurar lanzamentos automáticos
pt_br: Configurar lançamentos automáticos
sl: Nastavi samodejnih izdaj
tr: Otomatik sürümleri ayarla

source: Bulk update
gl: Actualización masiva
pt_br: Atualização em massa
sl: Množična posodobitev
tr: Toplu güncelleme

source: Total storage usage is %(total_size)d MB (releases %(release_size)d MB, screenshots %(screenshot_size)d MB)
gl: O uso total de almacenamento é de %(total_size)d MB (lanzamentos %(release_size)d MB, capturas de pantalla %(screenshot_size)d MB)
pt_br: O uso total de armazenamento é de %(total_size)d MB (lançamentos %(release_size)d MB, capturas de tela %(screenshot_size)d MB)
sl: Skupna poraba prostora za shranjevanje je %(total_size)d MB (izdaje %(release_size)d MB, posnetki zaslona %(screenshot_size)d MB)
tr: Toplam depolama kullanımı %(total_size)d MB (sürümler %(release_size)d MB, ekran görüntüleri %(screenshot_size)d MB)

source: Remove %(title)s
gl: Retirar %(title)s
pt_br: Remover %(title)s
sl: Odstrani %(title)s
tr: %(title)s öğesini kaldır

source: Change maintenance state
gl: Cambiar o estado de mantemento
pt_br: Alterar estado de manutenção
sl: Spremi stanje vzdrževanja
tr: Bakım durumunu değiştir

source: As an alternative to removing your package, you may wish to change the maintenance state.
gl: Como alternativa a eliminar o paquete, pode que queiras cambiar o estado de mantemento.
pt_br: Como alternativa à remoção do seu pacote, você pode alterar o estado de manutenção.
sl: Namesto odstranitve paketa lahko spremenite stanje vzdrževanja.
tr: Paketinizi kaldırmaya alternatif olarak bakım durumunu değiştirmek isteyebilirsiniz.

source: In order to avoid data loss, you cannot permanently delete packages. You can remove them from ContentDB, which will cause them to not be visible to any users. Removed packages may be permanently deleted at a later point. ContentDB staff can restore removed packages, if needed.
gl: Para evitar a perda de datos, non podes eliminar paquetes permanentemente. Podes retiralos de ContentDB, o que fará que non sexan visibles para ningún usuario. Os paquetes retirados poden eliminarse permanentemente nun momento posterior. O persoal de ContentDB pode restaurar os paquetes retirados, se é preciso.
pt_br: Para evitar perda de dados, você não pode excluir pacotes permanentemente. Você pode removê-los do ContentDB, o que fará com que eles não fiquem visíveis para nenhum usuário. Pacotes removidos podem ser excluídos permanentemente posteriormente. A equipe do ContentDB pode restaurar pacotes removidos, se necessário.
sl: Da bi se izognili izgubi podatkov, paketov ne morete trajno izbrisati. Lahko jih odstranite iz ContentDB, zaradi česar ne bodo vidni nobenemu uporabniku. Odstranjene pakete je mogoče trajno izbrisati pozneje. Osebje ContentDB lahko po potrebi obnovi odstranjene pakete.
tr: Veri kaybını önlemek için paketleri kalıcı olarak silemezsiniz. ContentDB'den kaldırabilirsiniz, bu da onların herhangi bir kullanıcı tarafından görülebilir. Kaldırılan paketler aşağıdaki durumlarda kalıcı olarak silinebilir sonraki nokta. ContentDB personeli gerekirse kaldırılan paketleri geri yükleyebilir.

source: Unapproving a package will put it back into Draft, where it can be submitted for approval again.
gl: Ao desaprobar un paquete, volverase colocar en Borrador, onde se poderá enviar de novo para a súa aprobación.
pt_br: Desaprovar um pacote o colocará novamente em Rascunho, onde poderá ser enviado para aprovação novamente.
sl: Če paket n odobren, ga vrnite v osnutek, kjer ga je mogoče ponovno poslati v odobritev.
tr: Bir paketin onayının kaldırılması, paketi Taslak haline geri koyacaktır. tekrar onay için sunulabilir.

source: You don't need to delete a package just to change something.
gl: Non precisas eliminar un paquete só para cambiar algo.
pt_br: Você não precisa excluir um pacote só para alterar alguma coisa.
sl: Ni vam treba izbrisati paketa samo zato, da bi nekaj spremenili.
tr: Bir şeyini değiştirmek için paket silmene gerek yok.

source: Click 'Edit' at the top right of the package page.
gl: Fai clic en "Editar" na parte superior dereita da páxina do paquete.
pt_br: Clique em "Editar" no canto superior direito da página do pacote.
sl: V zgornjem desnem kotu na strani paketa kliknite „Uredi“.
tr: Paket sayfasının sağ üst köşesindeki 'Düzenle' düğmesine tıklayın.

source: and
gl: e
pt_br: e
sl: in
tr: ve

source: Removing this package will break the following mods: %(names)s
gl: Eliminar este paquete romperá as seguintes modificacións: %(names)s
pt_br: A remoção deste pacote quebrará os seguintes mods: %(names)s
sl: Odstranitev tega paketa bo pokvarila naslednje mode: %(names)s
tr: Bu paketin kaldırılması şu modları bozacaktır: %(names)s

source: Reason
gl: Motivo
pt_br: Motivo
sl: Razlog
tr: Sebep

source: Reason for unapproval / deletion, this is shown in the audit log
gl: Motivo da non aprobación/eliminación; isto móstrase no rexistro de auditoría
pt_br: Motivo para desaprovação / remoção. Isso será mostrado no log de audição
sl: Razlog za zavrnitev/izbris, ki je prikazan v dnevniku revizije
tr: Onaylanmama / silinme nedeni, bu denetim günlüğünde gösterilir

source: Unpublish
gl: Anular a publicación
pt_br: Cancelar publicação
sl: Prekliči objavo
tr: Yayından kaldır

source: Post a review for %(title)s by %(author)s
gl: Publicar unha valoración para %(title)s por %(author)s
pt_br: Poste uma avaliação para %(title)s por %(author)s
sl: Objavite oceno za %(title)s avtorja %(author)s
tr: %(author)s tarafından %(title)s için bir inceleme gönderin

source: Please make sure you read ContentDB's <a href='/terms/'>Terms of Service</a>
gl: Asegúrate de ler as <a href="/terms/">Condicións de servizo</a> de ContentDB
pt_br: Por favor, certifique-se de ler os <a href="/terms/">Terms of Service</a> do ContentDB
sl: Prosimo, preberite <a href="/terms/">pogoje storitve</a> za ContentDB
tr: Lütfen ContentDB'nin <a href="‘/terms/’">Hizmet Şartları</a>'nı okuduğunuzdan emin olun

source: Found a bug? Post on the <a href='%(url)s'>issue tracker</a> instead.
gl: Atopaches algún erro? Publica no <a href="%(url)s">xestor de problemas</a>.
pt_br: Encontrou um bug? Poste no <a href="%(url)s">issue tracker</a>.
sl: Ste našli hrošča? Objavite ga v <a href="%(url)s">sledilniku težav</a>.
tr: Bir hata mı buldunuz? Bunun yerine <a href="%(url)s">sorun izleyiciye</a> gönderin.

source: What language are you writing your review in?
gl: En que lingua estás a escribir a túa valoración?
pt_br: Em que idioma você está escrevendo sua avaliação?
sl: V katerem jeziku pišete svoje mnenje?
tr: İncelemeni hangi dil ile yazıyorsun?

source: Delete review.
gl: Eliminar valoración.
pt_br: Deletar avaliação.
sl: Izbriši mnenje.
tr: İncelemeyi sil.

source: This will convert the review into a thread, keeping the comments but removing its effect on the package's rating.
gl: Isto converterá a valoración nun fío (ou cadea), mantendo os comentarios pero eliminando o seu efecto na puntuación do paquete.
pt_br: Isso irá converter a avaliação em tópico, mantendo os comentários mas removendo os efeitos de avaliação do pacote.
sl: S tem se bo ocena pretvorila v nit, komentarji pa bodo ohranjeni, vendar ne bodo več vplivali na oceno paketa.
tr: Bu, incelemeyi bir konuya dönüştürecek, yorumları koruyacak ancak paketin derecelendirmesi üzerindeki etkisini ortadan kaldıracaktır.

source: Review Votes
gl: Votos da valoración
pt_br: Votos da avaliação
sl: Glasovi za pregled
tr: İnceleme Oyları

source: Review votes on %(title)s by %(author)s
gl: Votos da valoración sobre %(title)s por %(author)s
pt_br: Votos de avaliação de %(title)s por %(author)s
sl: Glasovi za pregled %(title)s avtorja %(author)s
tr: %(author)s tarafından %(title)s için verilen oyları gözden geçirin

source: Edit screenshot
gl: Editar captura de pantalla
pt_br: Editar captura de tela
sl: Uredi posnetke zaslona
tr: Ekran görüntüsünü düzenle

source: Add a screenshot
gl: Engadir unha captura de pantalla
pt_br: Adicionar uma captura de tela
sl: Dodaj posnetke zaslona
tr: Ekran görüntüsü ekleyin

source: The recommended resolution is 1920x1080, and screenshots must be at least %(width)dx%(height)d.
gl: A resolución recomendada é de 1920 x 1080 e as capturas de pantalla deben ter polo menos %(width)dx%(height)d.
pt_br: A resolução recomendada é de 1920x1080, e capturas de tela tem que ser de pelo menos %(width)dx%(height)d.
sl: Priporočena ločljivost je 1920 x 1080, posnetki zaslona pa morajo biti vsaj %(width)d x %(height)d.
tr: Önerilen çözünürlük 1920x1080'dir ve ekran görüntüleri en az %(width)dx%(height)d olmalıdır.

source: Add Image
gl: Engadir imaxe
pt_br: Adicionar imagem
sl: Dodaj sliko
tr: Resim Ekle

source: Way too small
gl: Demasiado pequeno
pt_br: Muito pequeno
sl: Premajhen
tr: Çok küçük

source: Too small
gl: Demasiado pequeno
pt_br: Pequeno demais
sl: Premajhen
tr: Çok küçük

source: Not HD
gl: Non alta definición
pt_br: Não está em HD
sl: Ni HD
tr: HD değil
