Repository: luanti-org/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl, pt_br, sl, tr

source: When your package's maintainers change.
gl: Cando cambian os responsables do mantemento do teu paquete.
pt_br: Quando os mantenedores do seu pacote mudam.
sl: Ko se vzdrževalci vašega paketa spremenijo.
tr: Paketlerinin geliştiricisi değiştiği zaman.

source: For editors: Important alerts.
gl: Para os editores: Avisos importantes.
pt_br: Para editores: Alertas importantes.
sl: Za urednike: Pomembna opozorila.
tr: Düzenleyiciler için: Önemli uyarılar.

source: For editors: Minor notifications, including new threads.
gl: Para os editores: Notificacións menores, incluídos os novos fíos.
pt_br: Para editores: pequenas notificações, incluindo novos tópicos.
sl: Za urednike: Manjša obvestila, vključno z novimi temami.
tr: Editörler için: Yeni konular da dahil olmak üzere küçük bildirimler.

source: Minor notifications not important enough for a dedicated category.
gl: Notificacións menores non o suficientemente importantes para unha categoría específica.
pt_br: Notificações menores não são importantes o suficiente para uma categoria dedicada.
sl: Manj pomembna obvestila za namensko kategorijo niso dovolj pomembna.
tr: Küçük bildirimler özel bir kategori için yeterince önemli değildir.

source: You are receiving this email because you are a registered user of ContentDB.
gl: Recibes este correo electrónico porque es un usuario rexistrado de ContentDB.
pt_br: Você está recebendo esse email por que você é um usuário registrado do ContentDB.
sl: To e-poštno sporočilo prejemate, ker ste registrirani uporabnik ContentDB-ja.
tr: Bu e-postayı ContentDB'nin kayıtlı bir kullanıcısı olduğunuz için alıyorsunuz.

source: You are receiving this email because someone (hopefully you) entered your email address as a user's email.
gl: Recibes este correo electrónico porque alguén (esperemos que ti) introduciu o teu enderezo de correo electrónico como correo electrónico de usuario.
pt_br: Você está recebendo esse email por que alguém (esperamos que você) entrou com seu email como um email de usuário.
sl: To e-poštno sporočilo prejemate, ker je nekdo (upajmo, da vi) vnesel vaš e-poštni naslov kot uporabnikov e-poštni naslov.
tr: Bu e-postayı alıyorsunuz çünkü birisi (umarım siz) e-posta adresinizi bir kullanıcının e-postası olarak girdi.

source: %(num)d new notifications
gl: %(num)d novas notificacións
pt_br: %(num)d notificações novas
sl: %(num)d novih obvestil
tr: %(num)d yeni̇ bi̇ldi̇ri̇m

source: View
gl: Visualizar
pt_br: Visualizar
sl: Ogled
tr: Görünüm

source: Manage email settings
gl: Xestionar a configuración do correo electrónico
pt_br: Gerenciar configurações do email
sl: Upravljaj nastavitve e-pošte
tr: E-posta ayarlarını yönet

source: Unsubscribe
gl: Cancelar subscrición
pt_br: Desinscrever
sl: Odjavi se
tr: Abonelikten çık

source: Page not found
gl: Páxina non atopada
pt_br: Página não encontrada
sl: Stran ni najdena
tr: Sayfa bulunamadı

source: That page could not be found. The link may be broken, the page may have been deleted, or you may not have access to it.
gl: Non se puido atopar esa páxina. Pode que a ligazón estea rota, que a páxina fose eliminada ou que non teñas acceso a ela.
pt_br: Essa página não pôde ser encontrada. Talvez o link esteja quebrado, a página talvez tenha sido deletada ou talvez você não possa acessá-la.
sl: Te strani ni bilo mogoče najti. Povezava morda ne deluje, stran je bila morda izbrisana ali pa do nje nimate dostopa.
tr: Bu sayfa bulunamadı. Bağlantı bozuk olabilir, sayfa silinmiş olabilir veya sayfaya erişiminiz olmayabilir.

source: Random
gl: Ao chou
pt_br: Aleatório
sl: Naključno
tr: Rastgele

source: Help
gl: Axuda
pt_br: Ajuda
sl: Pomoč
tr: Yardım

source: Search %(type)s
gl: Buscar %(type)s
pt_br: Pesquisar %(type)s
sl: Iskanje %(type)s
tr: %(type)s Ara

source: Search all packages
gl: Buscar todos os paquetes
pt_br: Pesquisar todos os pacotes
sl: Išči v vseh paketih
tr: Tüm paketleri ara

source: Work Queue
gl: Fila de traballo
pt_br: Fila de trabalho
sl: Delovna čakalna vrsta
tr: İş Kuyruğu

source: To do list
gl: Lista de tarefas pendentes
pt_br: Lista de afazeres
sl: Seznam opravil
tr: Yapılacaklar listesi

source: Notifications
gl: Notificacións
pt_br: Notificações
sl: Obvestila
tr: Bildirimler

source: Add Package
gl: Engadir paquete
pt_br: Adicionar pacote
sl: Dodaj paket
tr: Paket Ekle

source: Profile
gl: Perfil
pt_br: Perfil
sl: Profil
tr: Profil

source: My Collections
gl: As miñas coleccións
pt_br: Minhas coleções
sl: Moja zbirka
tr: Koleksiyonlarım

source: Settings
gl: Axustes
pt_br: Configurações
sl: Nastavitve
tr: Ayarlar

source: Sign out
gl: Pechar sesión
pt_br: Desnotar
sl: Odjava
tr: Oturumu kapat

source: Languages
gl: Idiomas
pt_br: Idiomas
sl: Jeziki
tr: Diller

source: Help translate ContentDB
gl: Axuda a traducir ContentDB
pt_br: Ajude a traduzir o ContentDB
sl: Pomagajte prevesti ContentDB
tr: ContentDB'yi çevirmeye yardım edin

source: About
gl: Acerca de
pt_br: Sobre
sl: O
tr: Hakkında

source: Contact Us
gl: Contacta connosco
pt_br: Nos Contacte
sl: Kontakt z nami
tr: İletişim

source: Terms of Service
gl: Condicións de servizo
pt_br: Termos de Serviço
sl: Pogoji storitve
tr: Hizmet Şartları

source: Policy and Guidance
gl: Política e orientación
pt_br: Politicas e Guias
sl: Politike in smernice
tr: Politika ve Rehberlik

source: Donate
gl: Doar
pt_br: Doar
sl: Donirajte
tr: Bağış Yapın

source: RSS / Feeds
sl: RSS / Viri
tr: RSS/ Beslemeler

source: Privacy Policy
gl: Política de privacidade
pt_br: Politicas de privacidade
sl: Politika zasebnosti
tr: Gizlilik Politikası

source: Report / DMCA
gl: Denunciar / DMCA
pt_br: Reportar / DMCA
sl: Poročilo / DMCA
tr: Rapor / DMCA

source: Advanced Search
gl: Busca avanzada
pt_br: Busca Avançada
sl: Napredno iskanje
tr: Gelişmiş Arama

source: User List
gl: Lista de usuarios
pt_br: Lista de usuários
sl: Seznam uporabnikov
tr: Kullanıcı Listesi

source: Threads
gl: Fíos
pt_br: Tópicos
sl: Teme
tr: Konular

source: Collections
gl: Coleccións
pt_br: Coleções
sl: Zbirke
tr: Koleksiyonlar

source: Support Creators
gl: Apoia aos Creadores
pt_br: Apoie os criadores
sl: Podpri ustvarjalce
tr: Yapımcılara Destek Ol

source: Translate Packages
gl: Traducir paquetes
pt_br: Traduzir Pacotes
sl: Prevedi pakete
tr: Paketleri Çevir

source: Source Code
gl: Código fonte
pt_br: Código-fonte
sl: Izvorna koda
tr: Kaynak Kodu

source: Show non-free packages
gl: Mostrar paquetes non libres
pt_br: Mostrar pacotes não livres
sl: Pokaži neproste pakete
tr: Özgür olmayan paketleri göster

source: Hide non-free packages
gl: Agochar paquetes non libres
pt_br: Ocultar pacotes não gratuitos
sl: Skrij neproste pakete
tr: Özgür olmayan paketleri gizle

source: Our privacy policy has been updated (%(date)s)
gl: A nosa política de privacidade foi actualizada (%(date)s)
pt_br: Nossa política de privacidade foi atualizada (%(date)s)
sl: Naša politika zasebnosti je bila posodobljena (%(date)s)
tr: Gizlilik Politikamız %(date)s tarihinde güncellendi

source: Welcome
gl: Benvido/a
pt_br: Bem-vind@
sl: Dobrodošli
tr: Hoş geldiniz

source: <strong>%(title)s</strong> by %(author)s
gl: <strong>%(title)s</strong> por %(author)s
pt_br: <strong>%(title)s</strong> por %(author)s
sl: <strong>%(title)s</strong> od %(author)s
tr: %(author)s tarafından <strong>%(title)s</strong>

source: Previous
gl: Anterior
pt_br: Anterior
sl: Prejšnji
tr: Önceki

source: Next
gl: Seguinte
pt_br: Posterior
sl: Naslednji
tr: Sonraki

source: Recently Added
gl: Engadido recentemente
pt_br: Adicionados recentemente
sl: Nedavno dodano
tr: Son Eklenenler

source: Recently Updated
gl: Actualizado recentemente
pt_br: Atualizados recentemente
sl: Nedavno posodobljeno
tr: Son Güncelleme

source: Top Games
gl: Xogos destacados
pt_br: Top jogos
sl: Najboljše igre
tr: En İyi Oyunlar

source: Top Mods
gl: Mods destacados
sl: Najboljši modi
tr: En İyi Modlar

source: Top Texture Packs
gl: Paquetes de texturas destacados
pt_br: Top pacotes de texturas
sl: Najboljši paketi tekstur
tr: En İyi Doku Paketleri

source: Search by Tags
gl: Buscar por etiquetas
pt_br: Pesquisar por tags
sl: Išči glede oznak
tr: Etiketlere Göre Ara

source: Highest Reviewed
gl: Mellor valorado
pt_br: Melhor Avaliados
sl: Najboljše ocene
tr: En Yüksek Değerlendirme

source: All reviews
gl: Todas as valoracións
pt_br: Todas as avaliações
sl: Vse ocene
tr: Tüm incelemeler

source: Recent Positive Reviews
gl: Valoracións positivas recentes
pt_br: Avaliações positivas recentes
sl: Nedavne pozitivne ocene
tr: Son Olumlu Eleştiriler

source: CDB has %(count)d packages, with a total of %(downloads)d downloads.
gl: A CDB ten %(count)d paquetes, cun total de %(downloads)d descargas.
pt_br: CDB contêm %(count)d pacotes com um total de %(downloads)d downloads.
sl: CDB ima %(count)d paketov, s skupno %(downloads)d prenosov.
tr: CDB'de %(count)d paket var ve toplamda %(downloads)d içerik indirilmiştir.

source: Caused by %(author)s.
gl: Causado por %(author)s.
pt_br: Causado por %(author)s.
sl: Povzročitelj: %(author)s.
tr: %(author)s tarafından oluşturuldu.

source: Caused by a deleted user.
gl: Causado por un usuario eliminado.
pt_br: Causado por um usuário deletado.
sl: Vzrok je bil izbrisan uporabnik.
tr: Silinen bir kullanıcı tarafından oluşturuldu.

source: User list
gl: Lista de usuarios
pt_br: Lista de usuários
sl: Seznam uporabnikov
tr: Kullanıcı listesi

source: Send bulk email
gl: Enviar correo electrónico masivo
pt_br: Enviar email em massa
sl: Pošlji množično e-pošto
tr: Toplu e-posta gönder

source: Send bulk notification
gl: Enviar notificación masiva
pt_br: Enviar notificações em massa
sl: Pošlji množično obvestilo
tr: Toplu bildirim gönder

source: Send email to %(username)s
gl: Enviar correo electrónico a %(username)s
pt_br: Enviar email para %(username)s
sl: Pošlji e-pošto %(username)s
tr: %(username)s kullanıcısına e-posta gönder

source: Package
gl: Paquete
pt_br: Pacote
sl: Paket
tr: Paket

source: No results
gl: Sen resultados
pt_br: Sem resultados
sl: Ni razultata
tr: Sonuç yok

source: Id
tr: Kimlik

source: Has ContentDB translation?
gl: Ten tradución de ContentDB?
pt_br: Tem tradução do ContentDB?
sl: Ima ContentDB prevod?
tr: ContentDB çevirisi var mı?

source: New License
gl: Nova licenza
pt_br: Nova licença
sl: Nova licenca
tr: Yeni Lisans

source: Licenses
gl: Licenzas
pt_br: Licenças
sl: Licenca
tr: Lisanslar

source: Views
gl: Vistas
pt_br: Visualizações
sl: Ogledi
tr: Görünümler

source: Luanti Versions
gl: Versións de Luanti
pt_br: Versões do Luanti
sl: Različice Luanti
tr: Luanti Sürümleri

source: New Version
gl: Nova versión
pt_br: Nova versão
sl: Nova različica
tr: Yeni Sürüm

source: Warnings
gl: Avisos
pt_br: Alertas
sl: Opozorila
tr: Uyarılar

source: New Warning
gl: Novo aviso
pt_br: Novo alerta
sl: Novo opozorilo
tr: Yeni Uyarı

source: Edit - %(name)s
gl: Editar - %(name)s
pt_br: Editar - %(name)s
sl: Uredi - %(name)s
tr: Düzenle - %(name)s

source: Create API Token
gl: Crear token de API
pt_br: Criar token de API
sl: Ustvari API žeton
tr: API Jetonu Oluştur

source: This token was created by the application '%(title)s' by %(author)s.
gl: Este token foi creado pola aplicación '%(title)s' por %(author)s.
pt_br: Este token foi criado pelo aplicativo '%(title)s' por %(author)s.
sl: Ta žeton je ustvarila aplikacija „%(title)s'“avtorja %(author)s.
tr: Bu belirteç %(author)s yazarına ait '%(title)s' uygulaması tarafından oluşturuldu.

source: Click 'Delete' to revoke access.
gl: Fai clic en "Eliminar" para revogar o acceso.
pt_br: Clique em 'Delete' para revogar o acesso.
sl: Kliknite „Izbriši“, da prekličete dostop.
tr: Erişimi iptal etmek için 'Sil' düğmesine tıklayın.

source: API Tokens allow scripts to act on your behalf.
gl: Os tokens da API permiten que os scripts actúen no teu nome.
pt_br: Tokens de API habilitam scripts para agir por conta própria.
sl: Žetoni API-ja omogočajo skriptolam, da delujejo v vašem imenu.
tr: API Jetonları, komut dosyalarının sizin adınıza hareket etmesine izin verir.

source: Be careful with what/whom you share tokens with, as you are responsible for your account's actions.
gl: Ten coidado con que/quen compartes os tokens, xa que es responsable das accións da túa conta.
pt_br: Tenha cuidado com quem/com quem você compartilha tokens, pois você é responsável pelas ações de sua conta.
sl: Bodite previdni pri tem, s kom delite žetone, saj ste odgovorni za dejanja na svojem računu.
tr: Hesabınızın eylemlerinden siz sorumlu olduğunuz için jetonları neyle/kimlerle paylaştığınıza dikkat edin.

source: Access Token
gl: Token de acceso
pt_br: Token de acesso
sl: Žeton za dostop
tr: Erişim Jetonu

source: For security reasons, access tokens will only be shown once. Reset the token if it is lost.
gl: Por razóns de seguridade, os tokens de acceso só se mostrarán unha vez. Restablece o token se o perdes.
pt_br: Por motivos de segurança, os tokens de acesso serão mostrados apenas uma vez. Redefina o token se ele for perdido.
sl: Zaradi varnostnih razlogov bodo dostopni žetoni prikazani samo enkrat. Če žeton izgubite, ga ponastavite.
tr: Güvenlik nedeniyle, erişim jetonları yalnızca bir kez gösterilecektir. Kaybolması halinde jetonu sıfırlayın.

source: Reset
gl: Restablecer
pt_br: Reconfigurar
sl: Ponastavi
tr: Sıfırla

source: Human-readable name to tell tokens apart.
gl: Nome lexible para humanos para distinguir os tokens.
pt_br: Nome legível para distinguir os tokens.
sl: Človeku berljivo ime za razlikovanje žetonov.
tr: Jetonları ayrı söylemek için insan okunabilir isim.

source: Recommended: Only allows token to interact with a particular package.
gl: Recomendado: Só permite que o token interactúe cun paquete en particular.
pt_br: Recomendado: permite apenas que o token interaja com um pacote específico.
sl: Priporočeno: Žetonu dovoljuje interakcijo le z določenim paketom.
tr: Önerilen: Yalnızca jetonun belirli bir paketle etkileşim kurmasına izin verir.

source: API Tokens | %(username)s
gl: Tokens da API | %(username)s
pt_br: API de tokens | %(username)s
sl: Žetoni API | %(username)s
tr: API Jetonları | %(username)s

source: Create
gl: Crear
pt_br: Criar
sl: Ustvari
tr: Oluştur

source: API Documentation
gl: Documentación da API
pt_br: Documentação da API
sl: Dokumentacija API-ja
tr: API Dokümantasyonu

source: Application
gl: Aplicación
pt_br: Aplicação
sl: Uporaba
tr: Uygulama

source: No tokens created
gl: Non se crearon tokens
pt_br: Nenhum token criado
sl: Ni ustvarjenih žetonov
tr: Oluşturulan jeton yok

source: Edit
gl: Editar
pt_br: Editar
sl: Uredi
tr: Düzenle

source: New Collection
gl: Nova colección
pt_br: Nova coleção
sl: Nova zbirka
tr: Yeni Koleksiyon

source: Users won't be redirected when going to the old URL
gl: Os usuarios non serán redirixidos ao ir ao URL antigo
pt_br: Os usuários não serão redirecionados ao acessar o URL antigo
sl: Uporabniki ne bodo preusmerjeni, ko bodo obiskali stari URL
tr: Kullanıcılar eski URL'ye giderken yönlendirmeyecek

source: This requires the collection to be public
gl: Isto require que a colección sexa pública
pt_br: Isso requer que a coleção seja pública
sl: To zahteva, da je zbirka javna
tr: Bu, koleksiyonun herkese açık olmasını gerektirir

source: Remove
gl: Retirar
pt_br: Remover
sl: Odstrani
tr: Kaldır

source: You can replace the description with your own
gl: Podes substituír a descrición pola túa propia
pt_br: Você pode substituir a descrição pela sua própria
sl: Opis lahko zamenjate s svojim
tr: Açıklamayı kendi açıklamanızla değiştirebilirsiniz

source: Are you sure you want to remove {title}?
gl: Seguro que queres retirar {title}?
pt_br: Tem certeza que quer remover {title}?
sl: Ali ste prepričani, da želite odstraniti {title}?
tr: {title} kaldırmak istediğinizden emin misiniz?

source: Delete collection "%(title)s" by %(author)s
gl: Eliminar a colección "%(title)s" de %(author)s
pt_br: Apagar coleção "%(title)s" de %(author)s
sl: Izbriši zbirko »%(title)s« avtorja %(author)s
tr: %(author)s yazarına ait "%(title)s" koleksiyonunu sil

source: Deleting is permanent
gl: A eliminación é permanente
pt_br: Deleção é permanente
sl: Brisanje je trajno
tr: Silme işlemi kalıcıdır

source: Cancel
gl: Cancelar
pt_br: Cancelar
sl: Prekliči
tr: İptal

source: %(author)s's collections
gl: Coleccións de %(author)s
pt_br: Coleções de %(author)s
sl: Zbirke avtorja %(author)s
tr: %(author)s koleksiyonları

source: No collections
gl: Sen coleccións
pt_br: Sem coleções
sl: Ni zbirk
tr: Koleksiyon yok

source: Add %(package_title)s to a collection
gl: Engadir %(package_title)s a unha colección
pt_br: Adicionar %(package_title)s a uma coleção
sl: Dodaj %(package_title)s v zbirko
tr: %(package_title)s paketini koleksiyona ekle

source: Create Collection
gl: Crear colección
pt_br: Criar coleção
sl: Ustvari zbirko
tr: Koleksiyon Oluştur

source: You don't have any collections
gl: Non tes ningunha colección
pt_br: Você não têm coleções
sl: Nimate nobene zbirke
tr: Hiç koleksiyonunuz yok

source: Make a copy
gl: Facer unha copia
pt_br: Fazer uma cópia
sl: Ustvari kopijo
tr: Kopya oluştur

source: A collection by %(author)s
gl: Unha colección de %(author)s
pt_br: Uma coleção de %(author)s
sl: Zbirka avtorja %(author)s
tr: %(author)s yazarına ait koleksiyon

source: To add a package, go to the package's page and click 'Add to collection'
gl: Para engadir un paquete, vai á páxina do paquete e fai clic en "Engadir á colección"
pt_br: Para adicionar um pacote, vá para a página do pacote e clique em 'Adicionar para coleção'
sl: Če želite dodati paket, pojdite na stran paketa in kliknite »Dodaj v zbirko«
tr: Bir paket eklemek için paketin sayfasına gidin ve 'Koleksiyona ekle' seçeneğine tıklayın

source: Some content creators are accepting donations for their work.
gl: Algúns creadores de contido aceptan doazóns polo seu traballo.
pt_br: Alguns criadores de conteúdo estão aceitando doações por seu trabalho.
sl: Nekateri ustvarjalci vsebin sprejemajo donacije za svoje delo.
tr: Bazı içerik oluşturucular çalışmaları için bağış kabul etmektedir.

source: Donations are a great way to support your favorite modders, artists, and game developers.
gl: As doazóns son unha boa maneira de apoiar os teus modders, artistas e desenvolvedores de xogos favoritos.
pt_br: Doações são uma boa maneira de ajudar seus modders, artistas e desenvolvedores de jogos favoritos.
sl: Donacije so odličen način za podporo vašim najljubšim modderjem, umetnikom in razvijalcem iger.
tr: Bağışlar, favori modcularınızı, sanatçılarınızı ve oyun geliştiricilerinizi desteklemenin harika bir yoludur.

source: by %(author)s
gl: por %(author)s
pt_br: por %(author)s
sl: od %(author)s
tr: %(author)s tarafından

source: View package
gl: Ver paquete
pt_br: Visualizar pacote
sl: Ogled paketa
tr: Paketi görüntüle

source: Support ContentDB
gl: Soporte de ContentDB
pt_br: Apoie o ContentDB
sl: Podarite ContentDB
tr: ContentDB'ye Destek Ol

source: You can donate to rubenwardy to cover ContentDB's costs and support future development.
gl: Podes doar a rubenwardy para cubrir os custos de ContentDB e apoiar o desenvolvemento futuro.
pt_br: Você pode doar para rubenwardy para cobrir os custos do ContentDB e apoiar o desenvolvimento futuro.
sl: Z donacijo rubenwardyiju lahko pokrijete stroške ContentDB in podprete prihodnji razvoj.
tr: ContentDB'nin maliyetlerini karşılamak ve gelecekteki gelişimi desteklemek için Rubenwardy'ye bağışta bulunabilirsiniz.

source: For more information about the cost of ContentDB and what rubenwardy does, see his donation page:
gl: Para obter máis información sobre o custo de ContentDB e o que fai rubenwardy, consulta a súa páxina de doazóns:
pt_br: Para mais informações sobre o custo do ContentDB e o que rubenwardy faz, veja sua página de doações:
sl: Za več informacij o stroških ContentDB in o tem, kaj rubenwardy počne, si oglejte njegovo stran za donacije:
tr: ContentDB'nin maliyeti ve Rubenwardy'nin ne yaptığı hakkında daha fazla bilgi için bağış sayfasına bakın:

source: Based on your reviews / favorites
gl: Baseado nas túas valoracións / favoritos
pt_br: Baseado em suas avaliações / favoritos
sl: Na podlagi vaših ocen / priljubljenih
tr: Değerlendirmelerinize / sık kullanılanlarınıza göre

source: No reviewed packages accepting donations. Consider reviewing your favourite packages
gl: Non hai paquetes valorados que acepten doazóns. Considera valorar os teus paquetes favoritos
pt_br: Nenhum pacote revisado aceitando doações. Considere revisar seus pacotes favoritos
sl: Ni ocenjenih paketov, ki sprejemajo donacije. Razmislite o ocenjevanju svojih najljubših paketov
tr: Bağış kabul eden değerlendirilmiş paket yok. Sık kullandığınız paketlerinizi değerlendirmeyi düşünün

source: Sign in to see recommendations based on the packages you've reviewed
gl: Inicia sesión para ver recomendacións baseadas nos paquetes que valoraches
pt_br: Inicie a sessão para ver recomendações baseadas nos pacotes que você revisou
sl: Prijavite se, če si želite ogledati priporočila na podlagi paketov, ki ste jih pregledali
tr: İncelemeleri incelediğiniz paketlere göre önerileri görmek için oturum açın

source: Top packages
gl: Paquetes destacados
pt_br: Top pacotes
sl: Najboljši paketi
tr: En iyi paketler

source: %(count)d packages are looking for donations
gl: %(count)d paquetes están buscando doazóns
pt_br: %(count)d pacotes precisam de doações
sl: %(count)d paketov išče donacije
tr: %(count)d paket bağış bekliyor

source: From %(username)s and on package %(package)s.
gl: De %(username)s e no paquete %(package)s.
pt_br: De %(username)s e no pacote %(package)s.
sl: Od uporabnika %(username)s in v paketu %(package)s.
tr: %(username)s kullanıcısından ve %(package)s paketinden.

source: From %(username)s.
gl: De %(username)s.
pt_br: De %(username)s.
sl: Od %(username)s.
tr: %(username)s kullanıcısından.

source: View Notification
gl: Ver notificación
pt_br: Visualizar notificação
sl: Ogled obvestil
tr: Bildirimi Görüntüle

source: You are receiving this email because you are a registered user of ContentDB, and have email notifications enabled.
gl: Recibes este correo electrónico porque es un usuario rexistrado de ContentDB e tes activadas as notificacións por correo electrónico.
pt_br: Você está recebendo este email porque você é um usuário cadastrado do ContentDB, e habilitou notificações por email.
sl: To e-poštno sporočilo prejemate, ker ste registrirani uporabnik ContentDB-ja in imate omogočena e-poštna obvestila.
tr: ContentDB'nin kayıtlı bir kullanıcısı olduğunuz ve e-posta bildirimlerini etkinleştirdiğiniz için bu e-postayı alıyorsunuz.

source: Manage your preferences
gl: Xestionar as súas preferencias
pt_br: Gerenciar suas preferencias
sl: Upravljajte svoje nastavitve
tr: Tercihlerinizi yönetin

source: from %(username)s.
gl: De %(username)s.
pt_br: de %(username)s.
sl: od %(username)s.
tr: %(username)s tarafından.

source: Other Notifications
pt_br: Outras notificações
sl: Druga obvestila
tr: Diğer Bildirimler

source: View Notifications
gl: Ver notificacións
pt_br: Visualizar notificações
sl: Ogled obvestil
tr: Bildirimleri Görüntüle

source: We were unable to perform the password reset as we could not find an account associated with this email.
gl: Non puidemos restablecer o contrasinal porque non atopamos ningunha conta asociada a este correo electrónico.
pt_br: Fomos incapazes de refazer sua senha por não encontrarmos uma conta associada a este email.
sl: Ponastavitve gesla ni bilo mogoče izvesti, ker nismo našli računa, povezanega s tem e-poštnim naslovom.
tr: Bu e-posta ile ilişkili bir hesap bulamadığımız için şifre sıfırlama işlemini gerçekleştiremedik.
