Repository: luanti-org/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl, pt_br, sl, tr

source: Next: log in with GitHub
gl: A continuación: iniciar sesión con GitHub
pt_br: Próximo: faça login com o GitHub
tr: Sonraki: GitHub ile oturum açın

source: Option 2
gl: Opción 2
pt_br: Opção 2
tr: Seçenek 2

source: Verification token
gl: Token de verificación
pt_br: Token de verificação
tr: Doğrulama jetonu

source: Go to <a href='https://forum.luanti.org/ucp.php?i=profile&mode=signature'>User Control Panel &gt; Profile &gt; Edit signature</a>
gl: Vaia a <a href="https://forum.luanti.org/ucp.php?i=profile&amp;mode=signature">Panel de control de usuario &gt; Perfil &gt; Editar sinatura</a>
pt_br: Acesse <a href="https://forum.luanti.org/ucp.php?i=profile&amp;mode=signature">Painel de Controle do Usuário &gt; Perfil &gt; Editar assinatura</a>
tr: <a href="https://forum.luanti.org/ucp.php?i=profile&amp;mode=signature">Kullanıcı Kontrol Paneli &gt; Profil &gt; İmzayı Düzenle</a> bölümüne gidin

source: Paste this into your signature:
gl: Pega isto na túa sinatura:
pt_br: Cole isto na sua assinatura:
tr: Bunu imzanıza yapıştırın:

source: Click next so we can check it.
gl: Fai clic en seguinte para que poidamos comprobalo.
pt_br: Clique em Avançar para que possamos verificar.
tr: Kontrol edebilmemiz için ileri'ye tıklayın.

source: Don't worry, you can remove it after this is done.
gl: Non te preocupes, podes retiralo despois de facelo.
pt_br: Não se preocupe, você pode o remover depois de fazer isso.
tr: Endişelenmeyin, bu işlem tamamlandıktan sonra kaldırabilirsiniz.

source: Delete user %(username)s
gl: Eliminar o usuario %(username)s
pt_br: Excluir usuário %(username)s
tr: %(username)s kullanıcısını sil

source: This will delete your account, removing %(threads)d threads and %(replies)d replies.
gl: Isto eliminará a túa conta, eliminando %(threads)d fíos e %(replies)d respostas.
pt_br: Isso excluirá sua conta, removendo os tópicos em %(threads)d e as respostas em %(replies)d.
tr: Bu işlem hesabınızı silecek, %(threads)d konularını ve %(replies)d yanıtlarını kaldıracaktır.

source: As you have packages and/or forum threads, your account cannot be fully deleted.
gl: Como tes paquetes e/ou fíos de conversa no foro, a túa conta non se pode eliminar por completo.
pt_br: Como você tem pacotes e/ou tópicos do fórum, sua conta não pode ser totalmente excluída.
tr: Paketleriniz veya forum konularınız olduğu için hesabınız tamamen silinemez.

source: Instead, your account will be deactivated and all personal information wiped - including %(threads)d threads and %(replies)d replies.
gl: En troques, a túa conta será desactivada e borrarase toda a información persoal, incluíndo %(threads)d fíos e %(replies)d respostas.
pt_br: Em vez disso, sua conta será desativada e todas as informações pessoais serão apagadas, incluindo os tópicos em %(threads)d threads e as respostas em %(replies)d.
tr: Bunun yerine, hesabınız devre dışı bırakılacak ve %(threads)d konuları ve %(replies)d yanıtları da dahil olmak üzere tüm kişisel bilgileriniz silinecektir.

source: See the privacy policy for more information.
gl: Consulta a política de privacidade para obter máis información.
pt_br: Consulte a política de privacidade para obter mais informações.
tr: Daha fazla bilgi için gizlilik politikasına bakın.

source: Deactivate
gl: Desactivar
pt_br: Desativar
tr: Devre dışı bırak

source: Delete Anyway
gl: Eliminar de todos os xeitos
pt_br: Excluir Mesmo Assim
tr: Yine de Sil

source: Check Your Email
gl: Consulta o teu correo electrónico
pt_br: Verifique Seu Email
tr: E-postanızı Kontrol Edin

source: We've sent an email to the address you specified.
gl: Enviámosche un correo electrónico ao enderezo que especificaches.
pt_br: Enviamos um email para o endereço que você especificou.
tr: Belirttiğiniz adrese bir e-posta gönderdik.

source: You'll need to click the link in the email to confirm it.
gl: Terás que premer na ligazón do correo electrónico para confirmalo.
pt_br: Você precisará clicar no link do email para o confirmar.
tr: Onaylamak için e-postadaki bağlantıya tıklamanız gerekecektir.

source: The link will expire in 12 hours
gl: A ligazón caducará en 12 horas
pt_br: O link irá expirar em 12 horas
tr: Bağlantı 12 saat içinde sona erecektir

source: My email never arrived
gl: O meu correo electrónico nunca chegou
pt_br: Meu email nunca chegou
tr: E-postam hiç ulaşmadı

source: Request Password Reset
gl: Solicitar o restablecemento do contrasinal
pt_br: Solicitar Redefinição de Senha
tr: Şifre Sıfırlama Talebi

source: Unfortunately, %(username)s doesn't have an account on ContentDB yet.
gl: Desafortunadamente, %(username)s aínda non ten unha conta en ContentDB.
pt_br: Infelizmente, %(username)s ainda não tem uma conta no ContentDB.
tr: Maalesef, %(username)s henüz ContentDB'de bir hesaba sahip değil.

source: Claim Account
gl: Reclamar conta
pt_br: Reivindicar Conta
tr: Hesap Talebi

source: Users
gl: Usuarios
pt_br: Usuários
tr: Kullanıcılar

source: Rank: %(rank)s.
gl: Rango: %(rank)s.
pt_br: Classificação: %(rank)s.
tr: Rütbe: %(rank)s.

source: Forgot my password
gl: Esquecín o meu contrasinal
pt_br: Esqueci minha senha
tr: Şifremi unuttum

source: Storage
gl: Almacenamento
pt_br: Armazenamento
tr: Depolama

source: Total storage usage is %(total_size)d MB (releases %(release_size)d MB, screenshots %(screenshot_size)d MB).
gl: O uso total de almacenamento é de %(total_size)d MB (lanzamentos %(release_size)d MB, capturas de pantalla %(screenshot_size)d MB).
pt_br: O uso total de armazenamento é de %(total_size)d MB (lançamentos %(release_size)d MB, capturas de tela %(screenshot_size)d MB).
tr: Toplam depolama kullanımı %(total_size)d MB (sürümler %(release_size)d MB, ekran görüntüleri %(screenshot_size)d MB).

source: %(releases)d releases and %(screenshots)d screenshots.
gl: %(releases)d lanzamentos e %(screenshots)d capturas de pantalla.
pt_br: %(releases)d lançamentos e %(screenshots)d capturas de tela.
tr: %(releases)d sürüm ve %(screenshots)d ekran görüntüsü.

source: Edit Account
gl: Editar conta
pt_br: Editar Conta
tr: Hesabı Düzenle

source: Ban
gl: Excluír
pt_br: Banir
tr: Yasakla

source: Unban
gl: Reincluír
pt_br: Desbanir
tr: Yasağı Kaldır

source: Message to display to banned user
gl: Mensaxe para mostrar ao usuario excluído
pt_br: Mensagem exibida ao usuário banido
tr: Yasaklı kullanıcıya gösterilecek mesaj

source: Expires At
gl: Caduca ás
pt_br: Expira Em
tr: Geçerlilik Süresi

source: Expiry date. Leave blank for permanent ban
gl: Data de caducidade. Déixeo en branco para unha exclusión permanente
pt_br: Data de validade. Deixe em branco para banimento permanente
tr: Bitiş tarihi. Kalıcı yasak için boş bırakın

source: Change Email and Send Password Reset
gl: Cambiar correo electrónico e enviar restablecemento de contrasinal
pt_br: Alterar Email e Enviar Redefinição de Senha
tr: E-postayı değiştirin ve Şifre Sıfırlamayı Gönder

source: Email Address
gl: Enderezo de correo electrónico
pt_br: Endereço de Email
tr: E-posta Adresi

source: Pending email verifications
gl: Verificacións de correo electrónico pendentes
pt_br: Verificações de email pendentes
tr: Eposta onayı bekleniyor

source: Profile picture
gl: Imaxe de perfil
pt_br: Foto de perfil
tr: Profil fotoğrafı

source: To Do List
gl: Lista de tarefas pendentes
pt_br: Lista de Tarefas
tr: Yapılacaklar Listesi

source: Send Email
gl: Enviar correo electrónico
pt_br: Enviar Email
tr: Eposta gönder

source: packages
gl: paquetes
pt_br: pacotes
tr: paketler

source: collections
gl: coleccións
pt_br: coleções
tr: koleksiyonlar

source: reviews
gl: valoracións
pt_br: avaliações
tr: Değerlendirmeler

source: comments
gl: comentarios
pt_br: Comentários
tr: yorumlar

source: Claim
gl: Reclamación
pt_br: Reinvidicar
tr: Talep

source: Is this you? Claim your account now!
gl: Es ti? Reclama a túa conta agora!
pt_br: É você? Reivindique sua conta agora!
tr: Bu siz misiniz? Hesabınızı şimdi talep edin!

source: Alphabetical
gl: Alfabético
pt_br: Alfabético
tr: Alfabetik

source: Newest
gl: Máis recente
pt_br: Mais novo
tr: En yeni

source: View list of tags
gl: Ver a lista de etiquetas
pt_br: Ver lista de tags
tr: Etiket listesini görüntüle

source: Create package
gl: Crear paquete
pt_br: Criar pacote
tr: Paket oluştur

source: Maintained Packages
gl: Paquetes mantidos
pt_br: Pacotes Mantidos
tr: Geliştirilen Paketler

source: This user is also a maintainer of the following packages
gl: Este usuario tamén é o responsable do mantemento dos seguintes paquetes
pt_br: Este usuário também é mantenedor dos seguintes pacotes
tr: Bu kullanıcı aynı zamanda aşağıdaki paketlerin de geliştiricisidir

source: Edit Profile - %(username)s
gl: Editar perfil - %(username)s
pt_br: Editar Perfil - %(username)s
tr: Profili Düzenle - %(username)s

source: Profile Picture
gl: Imaxe de perfil
pt_br: Foto de Perfil
tr: Profil Resmi

source: Import from forums
gl: Importar desde foros
pt_br: Importar dos fóruns
tr: Forumlardan içe aktar

source: Remove profile picture
gl: Retirar imaxe de perfil
pt_br: Remover foto de perfil
tr: Profil resmini kaldır

source: Profile pictures should be square, at least 64x64px, and one of the following formats: jpeg, png, or webp.
gl: As imaxes de perfil deben ser cadradas, de polo menos 64x64 px, e nun dos seguintes formatos: jpeg, png ou webp.
pt_br: As fotos de perfil devem ser quadradas, com pelo menos 64x64px e em um dos seguintes formatos: jpeg, png ou webp.
tr: Profil resimleri kare, en az 64x64px ve şu biçimlerden biri olmalıdır: jpeg, png veya webp.

source: Profile Information
gl: Información do perfil
pt_br: Informações do perfil
tr: Profil Bilgileri

source: Pretending to be another user is grounds for a permanent ban
gl: Facerse pasar por outro usuario é motivo de exclusión permanente
pt_br: Fingir ser outro usuário é motivo para banimento permanente
tr: Başka bir kullanıcı gibi davranmak kalıcı olarak yasaklanma sebebidir

source: Website URLs will not be shown whilst you are a 'New Member'.
gl: As URL dos sitios web non se mostrarán mentres sexas un "Novo membro".
pt_br: Os URLs dos sites não serão exibidos enquanto você for um 'Novo Membro'.
tr: 'Yeni Üye' olduğunuz sürece web sitesi URL'leri gösterilmeyecektir.

source: To become a full member, create a review, comment, or package and wait 7 days.
gl: Para converterse en membro de pleno dereito, cree unha valoración, un comentario ou un paquete e agarde 7 días.
pt_br: Para se tornar um membro pleno, crie uma avaliação, um comentário ou um pacote e aguarde 7 dias.
tr: Tam üye olmak için bir inceleme, yorum veya paket oluşturun ve 7 gün bekleyin.

source: Only alphanumeric characters, periods, underscores, and minuses are allowed (a-zA-Z0-9._)
gl: Só se permiten caracteres alfanuméricos, puntos, guións baixos e signos de menos (a-zA-Z0-9._)
pt_br: Apenas caracteres alfanuméricos, pontos, sublinhados e sinais de menos são permitidos (a-zA-Z0-9._)
tr: Yalnızca alfanümerik karakterlere, noktalara, alt çizgilere ve eksilere izin verilir (a-zA-Z0-9._)

source: Human readable name, defaults to username if not specified. This can be changed later.
gl: Nome lexible por humanos; por defecto, o nome de usuario é o nome de usuario se non se especifica. Isto pódese trocar máis tarde.
pt_br: Nome legível por humanos. O padrão é username se não for especificado. Isso pode ser alterado posteriormente.
tr: İnsan tarafından okunabilir ad, belirtilmemişse varsayılan olarak kullanıcı adıdır. Bu daha sonra değiştirilebilir.

source: Same as username
gl: Igual co nome de usuario
pt_br: O mesmo que o Usuário
tr: Kullanıcı adı ile aynı

source: Please prove that you are human
gl: Por favor, demostra que es humano
pt_br: Por favor, prove que você é humano
tr: Lütfen insan olduğunuzu kanıtlayın

source: Email and Notifications - %(username)s
gl: Correo electrónico e notificacións - %(username)s
pt_br: Email e Notificações - %(username)s
tr: E-posta ve Bildirimler - %(username)s

source: Your email is needed to recover your account if you forget your password, and to send (configurable) notifications.
gl: O teu correo electrónico é preciso para recuperar a túa conta se esqueces o teu contrasinal e para enviar notificacións (configurables).
pt_br: Seu email é necessário para recuperar sua conta caso você esqueça sua senha e para enviar notificações (configuráveis).
tr: E-postanız, şifrenizi unutmanız durumunda hesabınızı kurtarmak ve (yapılandırılabilir) bildirimler göndermek için gereklidir.

source: There is at least one verification pending.
gl: Hai polo menos unha verificación pendente.
pt_br: Há pelo menos uma verificação pendente.
tr: Bekleyen en az bir doğrulama var.

source: Notification Settings
gl: Configuración de notificacións
pt_br: Configurações de Notificação
tr: Bildirim Ayarları

source: Email notifications are currently turned off. Click 'save' to enable.
gl: As notificacións por correo electrónico están desactivadas actualmente. Fai clic en "Gardar" para activalas.
pt_br: As notificações por email estão desativadas no momento. Clique em 'salvar' para ativar.
tr: E-posta bildirimleri şu anda kapalıdır. Etkinleştirmek için 'kaydet'e tıklayın.

source: Configure whether certain types of notifications are sent immediately, or as part of a daily digest.
gl: Configura se certos tipos de notificacións se envían inmediatamente ou como parte dun resumo diario.
pt_br: Configure se determinados tipos de notificações são enviados imediatamente ou como parte de um resumo diário.
tr: Belirli bildirim türlerinin hemen mi yoksa günlük özetin bir parçası olarak mı gönderileceğini yapılandırın.

source: Disable all
gl: Desactivar todo
pt_br: Desabilitar todos
tr: Tümünü devre dışı bırak

source: Event
gl: Evento
pt_br: Evento
tr: Etkinlik

source: Immediately
gl: Inmediatamente
pt_br: Imediatamente
tr: Derhal

source: In digest
gl: No resumo
pt_br: Em resumo
tr: Özet olarak

source: Statistics for %(display_name)s's packages
gl: Estatísticas dos paquetes de %(display_name)s
pt_br: Estatísticas para pacotes %(display_name)s
tr: %(display_name)s paketleri için istatistikler

source: This will blacklist an email address, preventing ContentDB from ever sending emails to it - including password resets.
gl: Isto engadirá un enderezo de correo electrónico á lista negra, o que impedirá que ContentDB lle envíe correos electrónicos, incluído o restablecemento de contrasinal.
pt_br: Isso colocará um endereço de email na lista negra, impedindo que o ContentDB envie emails para ele - incluindo redefinições de senha.
tr: Bu, bir e-posta adresini kara listeye alarak ContentDB'nin parola sıfırlamaları da dahil olmak üzere bu adrese e-posta göndermesini engeller.

source: Please enter the email address you wish to blacklist.
gl: Insira o enderezo de correo electrónico que desexa engadir á lista negra.
pt_br: Por favor, digite o endereço de email que você deseja colocar na lista negra.
tr: Lütfen kara listeye istediğiniz e-posta adresini giriniz.

source: You will then need to confirm the email
gl: Despois terás que confirmar o correo electrónico
pt_br: Você precisará confirmar o email
tr: Daha sonra e-postayı onaylamanız gerekecektir

source: You may now unsubscribe.
gl: Agora podes cancelar a subscrición.
pt_br: Agora pode cancelar a inscrição.
tr: Şimdi abonelikten çıkabilirsiniz.

source: Unsubscribing may prevent you from being able to log into the account '%(display_name)s'
gl: Cancelar a subscrición pode impedirche iniciar sesión na conta '%(display_name)s'
pt_br: Cancelar a assinatura pode impedir que você faça login na conta '%(display_name)s'
tr: Abonelikten çıkmak '%(display_name)s' hesabında oturum açmanızı engelleyebilir

source: ContentDB will no longer be able to send "forget password" and other essential system emails. Consider editing your email notification preferences instead.
gl: ContentDB xa non poderá enviar correos electrónicos esenciais do sistema por "esquecer o contrasinal" e outros. Considere editar as súas preferencias de notificación por correo electrónico.
pt_br: O ContentDB não poderá mais enviar "esqueci a senha" e outros emails essenciais do sistema. Em vez disso, considere editar suas preferências de notificação por email.
tr: ContentDB artık "şifremi unuttum" ve diğer temel sistem e-postalarını gönderemeyecek. Bunun yerine e-posta bildirim tercihlerinizi düzenlemeyi düşünün.

source: You won't be able to use this email with ContentDB anymore.
gl: Xa non poderás usar este correo electrónico con ContentDB.
pt_br: Você não poderá mais usar este email com o ContentDB.
tr: Bu e-postayı artık ContentDB ile kullanamazsınız.

source: Edit Notification Preferences
gl: Editar as preferencias de notificación
pt_br: Editar Preferências de Notificação
tr: Bildirim Tercihlerini Düzenle

source: Search in Package Releases
gl: Buscar en lanzamentos de paquetes
pt_br: Pesquisar nos Lançamentos dos Pacotes
tr: Paket Sürümlerinde Ara

source: '%(query)s' - Search Package Releases
gl: '%(query)s' - Buscar lanzamentos de paquetes
pt_br: '%(query)s' - Pesquisar os Lançamentos dos Pacotes
tr: '%(query)s' - Paket Sürümlerini Ara

source: All time
gl: Todo o tempo
pt_br: Todos os tempos
tr: Her zaman

source: Last 7 days
gl: Derradeiros 7 días
pt_br: Últimos 7 dias
tr: Son 7 gün

source: Last 30 days
gl: Derradeiros 30 días
pt_br: Últimos 30 dias
tr: Son 30 gün

source: Last 90 days
gl: Derradeiros 90 días
pt_br: Últimos 90 dias
tr: Son 90 gün

source: Year to date
gl: No que vai de ano
pt_br: Ano atual
tr: Bugüne kadarki yıl

source: Last year
gl: O ano pasado
pt_br: Ano passado
tr: Geçen yıl

source: (view table in browser)
gl: (ver táboa no navegador)
pt_br: (ver tabela no navegador)
tr: (tabloyu tarayıcıda görüntüle)

source: Image
gl: Imaxe
pt_br: Imagem
tr: Resim

source: none
gl: ningún
pt_br: nenhum
tr: hiçbiri

source: Unsupported Games
gl: Xogos non compatibles
pt_br: Jogos não Suportados
tr: Desteklenmeyen Oyunlar

source: Optional dependencies
gl: Dependencias opcionais
pt_br: Dependências opcionais
tr: İsteğe bağlı bağımlılıklar

source: Leave a review
gl: Deixar unha valoración
pt_br: Deixe uma avaliação
tr: Yorum bırakın

source: No reviews available.
gl: Non hai valoracións dispoñibles.
pt_br: Sem avaliações disponíveis.
tr: İnceleme bulunamadı.

source: You have a lot of notifications, you should either read or clear them
gl: Tes moitas notificacións, deberías lelas ou borralas
pt_br: Você tem muitas notificações, você deve as ler ou limpar
tr: Çok fazla bildiriminiz var, bunları ya okumalı ya da silmelisiniz

source: Please consider enabling email notifications, you can customise how much is sent
gl: Por favor, considere activar as notificacións por correo electrónico; pode personalizar a cantidade que se envía
pt_br: Por favor, considere ativar as notificações por email, você pode personalizar o quanto é enviado
tr: Lütfen e-posta bildirimlerini etkinleştirmeyi düşünün, ne kadar gönderileceğini özelleştirebilirsiniz

# tags
source: 128px+
gl: + de 128 px

source: WIP
gl: En Progreso
sl: Delo v teku

source: Commit Hash
gl: Confirmar o hash
pt_br: Hash do Commit
sl: Zgoščena vrednost za prispevke
