Repository: luanti-org/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl, pt_br, sl, tr

source: Use shift to select multiple.
gl: Usa a tecla Maiús para escoller varias opcións.
pt_br: Use Shift para selecionar vários.
sl: Za izbiro več elementov uporabite tipko Shift.
tr: Çoklu seçim için shift kullan.

source: Tags and Content Warnings
gl: Etiquetas e avisos de contido
pt_br: Tags e Avisos de Conteúdo
sl: Oznake in opozorila o vsebini
tr: Etiketler ve İçerik Uyarıları

source: Compatibility
gl: Compatibilidade
pt_br: Compatibilidade
sl: Združljivost
tr: Uyumluluk

source: Sorting
gl: Ordenación
pt_br: Classificação
sl: Razvrščanje
tr: Sıralama

source: Alias
gl: Alcume
pt_br: Aliás
sl: Vzdevek
tr: Takma ad

source: Back to Aliases
gl: Volver aos alcumes
pt_br: Voltar para Aliases
sl: Nazaj k vzdevkom
tr: Takma Adlara Geri Dön

source: Aliases
gl: Alcumes
sl: Vzdevki
tr: Takma Adlar

source: Aliases for %(title)s by %(author)s
gl: Alcumes para %(title)s por %(author)s
pt_br: Aliases para %(title)s do %(author)s
sl: Vzdevki za %(title)s avtorja %(author)s
tr: %(title)s için %(author)s tarafından takma adlar

source: No aliases
gl: Sen alcumes
pt_br: Sem aliases
sl: Ni vzdevkov
tr: Takma ad yok

source: Git Update Detection for %(username)s
gl: Detección de actualizacións de Git para %(username)s
pt_br: Detecção de Atualização do Git para %(username)s
sl: Zaznavanje posodobitev Gita za %(username)s
tr: %(username)s için Git Güncelleme Algılaması

source: Packages with Update Settings
gl: Paquetes con configuracións de actualización
pt_br: Pacotes com Configurações de Atualização
sl: Paketi z nastavitvami posodobitev
tr: Güncelleme Ayarları içeren paketler

source: Bulk Set Update Settings
gl: Configuración da actualización de conxunto masivo
pt_br: Configurações de Atualização em Massa
sl: Nastavitve množičnega posodabljanja
tr: Güncelleme Ayarlarını Toplu Ayarlama

source: This will set the update settings for all packages with a Git repo.
gl: Isto configurará a configuración de actualización para todos os paquetes cun repositorio de Git.
pt_br: Isso definirá as configurações de atualização para todos os pacotes com um repositório Git.
sl: S tem boste nastavili nastavitve posodabljanja za vse pakete z repozitorijem Git.
tr: Bu, Git deposu olan tüm paketler için güncelleme ayarlarını belirleyecektir.

source: Leave blank to use default branch
gl: Deixar en branco para usar a rama predeterminada
pt_br: Deixe em branco para usar o branch padrão
sl: Za uporabo privzete veje pustite prazno
tr: Varsayılan branch'ı kullanmak için boş bırakın

source: Currently, the branch name field is only used by the New Commit trigger.
gl: Actualmente, o campo do nome da rama só o usa o activador Nova confirmación.
pt_br: Atualmente, o campo de nome da ramificação é usado apenas pelo gatilho Novo Commit.
sl: Trenutno polje z imenom veje uporablja samo sprožilec New Commit.
tr: Şu anda, branch adı alanı yalnızca Yeni commit tetikleyicisi tarafından kullanılmaktadır.

source: Edit - %(title)s
gl: Editar - %(title)s
pt_br: Editar - %(title)s
sl: Uredi - %(title)s
tr: Düzenle - %(title)s

source: Create Package
gl: Crear Paquete
pt_br: Criar Pacote
sl: Ustvari paket
tr: Paket Oluştur

source: Have you read the Package Inclusion Policy and Guidance yet?
gl: Xa liches a Política e a Guía de inclusión de paquetes?
pt_br: Você já leu a Política e Orientação de Inclusão de Pacotes?
sl: Ste že prebrali Pravilnik in navodila za vključitev paketov?
tr: Paket Dahil Etme Politikası ve Kılavuzu'nu henüz okudunuz mu?

source: Read more
gl: Ler máis
pt_br: Ler mais
sl: Preberi več
tr: Devamını oku

source: You can include a .cdb.json file in your package to update these details automatically.
gl: Podes incluír un ficheiro .cdb.json no teu paquete para actualizar estes detalles automaticamente.
pt_br: Você pode incluir um arquivo .cdb.json no seu pacote para atualizar esses detalhes automaticamente.
sl: V paket lahko vključite datoteko .cdb.json, da se ti podatki samodejno posodobijo.
tr: Ayrıntıları otomatik olarak güncellemek için paketinize bir .cdb.json dosyası ekleyebilirsiniz.

source: JavaScript is needed to improve the user interface, and is needed for features such as finding metadata from git, and autocompletion.
gl: JavaScript é necesario para mellorar a interface de usuario e é necesario para funcións como atopar metadatos en git e o autocompletado.
pt_br: O JavaScript é necessário para melhorar a interface do usuário e para recursos scomo encontrar metadados no Git e preenchimento automático.
sl: lJavaScript je potreben za izboljšanje uporabniškega vmesnika in za funkcije, kot sta iskanje metapodatkov iz gita in samodejno dokončanje.
tr: JavaScript, kullanıcı arayüzünü geliştirmek için gereklidir ve özellikler için gereklidir git'ten meta veri bulma ve otomatik tamamlama gibi.

source: You need to unpublish the package to change the name.
gl: Tes que anular a publicación do paquete para cambiar o nome.
pt_br: Você precisa cancelar a publicação do pacote para alterar o nome.
sl: Za spremembo imena morate preklicati objavo paketa.
tr: Adı değiştirmek için paketi yayından kaldırmanız gerekir.

source: Tip: Don't include <i>Luanti</i>, <i>Minetest</i>, <i>mod</i>, or <i>modpack</i> anywhere in the short description. It is unnecessary and wastes characters.
gl: Consello: Non inclúas <i>Luanti</i>, <i>Minetest</i>, <i>mod</i>, ou <i>modpack</i> en ningunha parte da descrición curta. É innecesario e desperdicia caracteres.
pt_br: Dica: Não inclua <i>Luanti</i>, <i>Minetest</i>, <i>mod</i> ou <i>modpack</i> em nenhuma parte da descrição curta. É desnecessário e desperdiça caracteres.
sl: Nasvet: V kratkem opisu ne vključujte <i>Luanti</i>, <i>Minetest</i>, <i>mod</i> ali <i>modpack</i>. To je nepotrebno in izgublja znake.
tr: İpucu: Kısa açıklamada <i>Luanti</i>, <i>Minetest</i>, <i>mod</i> veya <i>modpack</i> kelimelerini kullanmayın. Bunlar gereksizdir ve karakter israfına neden olur.

source: Please choose 'Work in Progress' if your package is unstable, and shouldn't be recommended to all players
gl: Escolle "Traballo en curso" se o teu paquete é inestable e non se lle recomenda a todos os xogadores
pt_br: Selecione 'Trabalho em andamento' se o seu pacote for instável e não deve ser recomendado a todos os jogadores
sl: Izberite »Delo v teku«, če je vaš paket nestabilen in ga ne priporočate vsem igralcem
tr: Paketiniz kararsızsa ve tüm oyunculara tavsiye edilmemesi gerekiyorsa, lütfen 'Çalışma Devam Ediyor' seçeneğini seçin

source: If there is no media, set the Media License to the same as the License.
gl: Se non hai contido multimedia, configure a Licenza Multimedia igual que a Licenza.
pt_br: Se não houver mídia, defina a Licença de Mídia como a mesma que a Licença.
sl: Če ni medijskih vsebin , nastavite licenco za medije na enako vrednost kot licenco.
tr: Medya yoksa, Medya Lisansını Lisans ile aynı şekilde ayarlayın.

source: There's no need to link to the package on ContentDB in the long description, the user is already here!
gl: Non hai necesidade de enlazar ao paquete en ContentDB na descrición longa, o usuario xa está aquí!
pt_br: Não há necessidade de vincular o pacote no ContentDB na descrição longa, o usuário já está aqui!
sl: V dolgem opisu ni treba povezovati paketa na ContentDB, uporabnik je že tukaj!
tr: Uzun açıklamada ContentDB'deki pakete bağlantı vermeye gerek yok, kullanıcı zaten burada!

source: There's no need to include the forum topic in the long description, it's already shown on the page.
gl: Non é preciso incluír o tema do foro na descrición longa, xa se mostra na páxina.
pt_br: Não há necessidade de incluir o tópico do fórum na descrição longa, ele já está exibido na página.
sl: Teme foruma ni treba vključiti v dolg opis, saj je že prikazana na strani.
tr: Forum konusunu uzun açıklamaya dahil etmeye gerek yok, zaten sayfada gösteriliyor.

source: There's no need to include the repository URL in the long description, it's already shown on the page.
gl: Non é preciso incluír o URL do repositorio na descrición longa, xa se mostra na páxina.
pt_br: Não há necessidade de incluir o URL do repositório na descrição longa, ele já é exibido na página.
sl: V dolgem opisu ni treba vključiti URL-ja repozitorija, saj je že prikazan na strani.
tr: Depo URL'sini uzun açıklamaya dahil etmeye gerek yok, zaten sayfada gösteriliyor.

source: What to write in the long description
gl: Que escribir na descrición longa
pt_br: O que escrever na descrição longa
sl: Kaj napisati v dolgem opisu
tr: Uzun açıklamaya ne yazmalı

source: Repository and Links
gl: Repositorio e ligazóns
pt_br: Repositório e Links
sl: Repozitorij in povezave
tr: Depo ve Bağlantılar

source: Do you have a Git repository?
gl: Tes un repositorio de Git?
pt_br: Você tem um repositório Git?
sl: Ali imate Git repozitorij?
tr: Git deponuz var mı?

source: Having a repository is optional
gl: Ter un repositorio é opcional
pt_br: Ter um repositório é opcional
sl: Imeti repozitorij ni obvezno
tr: Depoya sahip olmak isteğe bağlıdır

source: If you do have a repository, enter the URL below. Otherwise, leave blank and click skip.
gl: Se tes un repositorio, introduce o URL a continuación. Se non, déixao en branco e fai clic en Omitir.
pt_br: Se você tiver um repositório, insira a URL abaixo. Caso contrário, deixe em branco e clique em 'pular'.
sl: Če imate repozitorij, vnesite spodnji URL. V nasprotnem primeru pustite prazno in kliknite preskoči.
tr: Eğer bir deponuz varsa, URL'yi aşağıya girin. Aksi takdirde boş bırakın ve atla seçeneğine tıklayın.

source: HTTP URL to a Git, Mercurial, or other repository
gl: URL HTTP a un repositorio de Git, Mercurial ou outro
pt_br: URL HTTP para um repositório Git, Mercurial ou outro
sl: HTTP URL do Gita, Mercuriala ali drugega repozitorija
tr: Git, Mercurial veya başka bir deponun HTTP URL'si

source: Next (Autoimport)
gl: Seguinte (Importación automática)
pt_br: Próximo (Autoimportação)
sl: Naprej (samodejni uvoz)
tr: Sonraki (Otomatik İçe Aktarma)

source: Skip
gl: Omitir
pt_br: Pular
sl: Preskoči
tr: Atla

source: Importing... (This may take a while)
gl: Importando... (Isto pode levar un tempo)
pt_br: Importando... (Isso pode demorar um pouco)
sl: Uvažanje ... (To lahko traja nekaj časa)
tr: İçe aktarılıyor... (Bu biraz zaman alabilir)

source: Where should users report issues?
gl: Onde deben os usuarios informar dos problemas?
pt_br: Onde os usuários devem relatar problemas?
sl: Kam naj uporabniki prijavijo težave?
tr: Kullanıcılar sorunları nereye bildirmeli?

source: Paste a forum topic URL
gl: Pegar o URL dun tema do foro
pt_br: Cole a URL de um tópico do fórum
sl: Prilepite URL teme foruma
tr: Bir forum konusu URL'si yapıştırın

source: YouTube videos will be shown in an embed.
gl: Os vídeos de YouTube mostraranse nun incrustado.
pt_br: Os vídeos do YouTube serão exibidos em uma incorporação.
sl: Videoposnetki na YouTubu bodo prikazani v vdelani obliki.
tr: YouTube videoları bir gömme içinde gösterilecektir.

source: If blank, the author's donation URL will be used instead.
gl: Se está en branco, usarase no seu lugar o URL de doazón do autor.
pt_br: Se estiver em branco, o URL de doação do autor será usado.
sl: Če je prazno, bo namesto tega uporabljen avtorjev URL za donacijo.
tr: Boş bırakılırsa, bunun yerine yayıncının bağış URL'si kullanılır.

source: How can users translate your package? ie: weblate URL or a help page
gl: Como poden os usuarios traducir o teu paquete? Por exemplo: URL de Weblate ou unha páxina de axuda
pt_br: Como os usuários podem traduzir seu pacote? Por exemplo: URL do Weblate ou uma página de ajuda
sl: Kako lahko uporabniki prevedejo vaš paket? Npr.: URL spletne strani ali stran s pomočjo
tr: Kullanıcılar paketinizi nasıl çevirebilir? örn: Weblate URL'si veya bir yardım sayfası

source: You need to save a draft before you can add releases and screenshots. You'll be able to edit the package again before submitting for approval.
gl: Debes gardar un borrador antes de poder engadir lanzamentos e capturas de pantalla. Poderás editar o paquete de novo antes de envialo para a súa aprobación.
pt_br: Você precisa salvar um rascunho antes de adicionar versões e capturas de tela. Você poderá editar o pacote novamente antes de o enviar para aprovação.
sl: Preden lahko dodate izdaje in posnetke zaslona, morate shraniti osnutek. Paket boste lahko ponovno uredili, preden ga pošljete v odobritev.
tr: Sürümleri ve ekran görüntülerini ekleyebilmeniz için önce taslağı kaydetmeniz gerekir. Onay için göndermeden önce paketi tekrar düzenleyebileceksiniz.

source: Edit Maintainers
gl: Editar os mantedores
pt_br: Editar Mantenedores
sl: Urejanje vzdrževalcev
tr: Geliştiricileri Düzenle

source: Maintainers are given write access to the package.
gl: Os mantedores teñen acceso de escritura ao paquete.
pt_br: Os mantenedores recebem acesso de gravação ao pacote.
sl: Vzdrževalci imajo dostop za pisanje v paket.
tr: Geliştiricilere pakete yazma erişimi verilir.

source: Depending on their rank, they will be able to edit the package, create releases and screenshots, and read private threads.
gl: Dependendo do seu rango, poderán editar o paquete, crear lanzamentos e capturas de pantalla e ler fíos privados.
pt_br: Dependendo da sua classificação, eles poderão editar o pacote, criar lançamentos e capturas de tela, além de ler tópicos privados.
sl: Glede na svojo stopnjo bodo lahko urejali paket, ustvarjali izdaje in posnetke zaslona ter brali zasebne teme.
tr: Rütbelerine bağlı olarak paketi düzenleyebilecek, sürümler ve ekran görüntüleri oluşturabilecek ve özel konuları okuyabilecekler.

source: Maintainers cannot add or remove other maintainers, but can remove themselves.
gl: Os mantedores non poden engadir nin retirar outros mantedores, pero poden retirarse a si mesmos.
pt_br: Os mantenedores não podem adicionar ou remover outros mantenedores, mas podem remover a si mesmos.
sl: Vzdrževalci ne morejo dodajati ali odstranjevati drugih vzdrževalcev, lahko pa odstranijo sebe.
tr: Bakımcılar diğer bakımcıları ekleyemez veya çıkaramaz, ancak kendilerini çıkarabilirler.

source: Community Hub
gl: Centro comunitario
pt_br: Hub da Comunidade
sl: Center skupnosti
tr: Topluluk Merkezi

source: Mods and texture packs for %(title)s
gl: Mods e paquetes de texturas para %(title)s
pt_br: Mods e pacotes de textura para %(title)s
sl: Modifikacije in teksturni paketi za %(title)s
tr: %(title)s için modlar ve doku paketleri

source: Search for packages for %(title)s
gl: Buscar paquetes para %(title)s
pt_br: Pesquisar pacotes para %(title)s
sl: Iskanje paketov za %(title)s
tr: %(title)s için paketleri ara

source: Documentation
gl: Documentación
pt_br: Documentação
sl: Dokumentacija
tr: Dokümantasyon

source: Game support is configured using the package's .conf file. See the documentation for more info
gl: A compatibilidade cos xogos configúrase mediante o ficheiro .conf do paquete. Consulta a documentación para obter máis información
pt_br: O suporte ao jogo é configurado usando o arquivo .conf do pacote. Consulte a documentação para mais informações
sl: Podpora za igre je konfigurirana z uporabo datoteke .conf paketa. Za več informacij glejte dokumentacijo
tr: Oyun desteği, paketin .conf dosyası kullanılarak yapılandırılır. Daha fazla bilgi için belgelere bakın

source: Source
gl: Orixe
pt_br: Fonte
sl: Izvorna koda
tr: Kaynak

source: Supported?
gl: Compatible?
pt_br: Suportado?
sl: Podprto?
tr: Destekleniyor mu?

source: Supports all games (unless excluded by unsupported_games)
gl: Admite todos os xogos (a non ser que estean excluídos por unsupported_games)
pt_br: Suporta todos os jogos (a menos que excluído por unsupported_games)
sl: Podpira vse igre (razen če jih izključujete preko unsupported_games)
tr: Tüm oyunları destekler (unsupported_games tarafından hariç tutulmadıkça)

source: Detected from dependencies
gl: Detectado a partir de dependencias
pt_br: Detectado a partir de dependências
sl: Zaznano iz odvisnosti
tr: Bağımlılıklardan tespit edildi

source: Overridden on ContentDB
gl: Sobrescrito en ContentDB
pt_br: Substituído no ContentDB
sl: Preglaseno na ContentDB-ju
tr: ContentDB üzerinde geçersiz kılındı

source: Unknown. Please either add supported games or check 'Supports all games'
gl: Descoñecido. Engade xogos compatibles ou marca "Compatible con todos os xogos"
pt_br: Desconhecido. Adicione jogos compatíveis ou marque a opção 'Compatível com todos os jogos'
sl: Neznano. Prosimo, dodajte podprte igre ali označite možnost »Podpira vse igre«
tr: Bilinmiyor. Lütfen desteklenen oyunları ekleyin veya 'Tüm oyunları destekler' seçeneğini işaretleyin

source: Generated %(conf)s lines
gl: Xeráronse %(conf)s liñas
pt_br: Linhas %(conf)s geradas
sl: Ustvarjenih %(conf)s vrstic
tr: Oluşturulan %(conf)s satırları

source: You need to manually define at least one supported game before you can turn this off.
gl: Debes definir manualmente polo menos un xogo compatible antes de poder desactivar isto.
pt_br: Você precisa definir manualmente pelo menos um jogo suportado antes de poder desativar isso.
sl: Preden lahko to izklopite, morate ročno določiti vsaj eno podprto igro.
tr: Bunu kapatabilmeniz için en az bir desteklenen oyunu manuel olarak tanımlamanız gerekir.

source: When checked, this indicates that this package should support all games, unless excluded by unsupported_games.
gl: Cando está marcado, isto indica que este paquete debería ser compatible con todos os xogos, agás que sexan excluídos por unsupported_games.
pt_br: Quando marcado, isso indica que este pacote deve suportar todos os jogos, a menos que seja excluído por unsupported_games.
sl: Ko je označeno, to pomeni, da bi moral ta paket podpirati vse igre, razen če jih izključuje unsupported_games.
tr: İşaretlendiğinde, unsupported_games tarafından hariç tutulmadığı sürece bu paketin tüm oyunları desteklemesi gerektiğini belirtir.

source: You can check this and still specify games in supported_games that you've tested.
gl: Podes comprobar isto e aínda así especificar os xogos que probaches en supported_games.
pt_br: Você pode verificar isso e ainda especificar jogos em supported_games que você testou.
sl: To lahko označite in še vedno določite igre v supported_games, ki ste jih preizkusili.
tr: Bunu işaretleyebilir ve test ettiğiniz oyunları supported_games içinde belirtmeye devam edebilirsiniz.

source: It's not possible for texture packs to support all games.
gl: Non é posible que os paquetes de texturas sexan compatibles con todos os xogos.
pt_br: Não é possível que pacotes de textura suportem todos os jogos.
sl: Ni mogoče, da bi teksturni paketi podpirali vse igre.
tr: Doku paketleri tüm oyunları destekleyemez.

source: The package depends on a game-specific mod, and so cannot support all games.
gl: O paquete depende dun mod específico do xogo, polo que non pode ser compatible con todos os xogos.
pt_br: O pacote depende de um mod específico do jogo e, portanto, não pode oferecer suporte a todos os jogos.
sl: Paket je odvisen od moda, specifičnega za igro, zato ne more podpirati vseh iger.
tr: Paket, oyuna özel bir moda bağımlıdır ve bu nedenle tüm oyunları destekleyemez.

source: Overrides
gl: Sobrescritas
pt_br: Substituições
sl: Preglasitve
tr: Geçersiz kılmalar

source: It's best to add supported/unsupported games to %(conf)s, but in the meantime you can add them here.
gl: É mellor engadir xogos compatibles/non compatibles a %(conf)s, pero mentres tanto podes engadilos aquí.
pt_br: É melhor adicionar jogos suportados/não suportados ao %(conf)s, mas enquanto isso você pode adicioná-los aqui.
sl: Najbolje je, da podprte/nepodprte igre dodate v %(conf)s, medtem pa jih lahko dodate tukaj.
tr: Desteklenen/desteklenmeyen oyunları %(conf)s içine eklemek en iyisidir, ancak bu arada onları buraya ekleyebilirsiniz.

source: Adding to %(conf)s allows users who install outside ContentDB to benefit as well.
gl: Engadir a %(conf)s tamén permite que os usuarios que instalan fóra de ContentDB se beneficien.
pt_br: Adicionar ao %(conf)s permite que usuários que instalam fora do ContentDB também se beneficiem.
sl: Dodajanje v %(conf)s omogoča tudi uporabnikom, ki nameščajo program zunaj ContentDB, da izkoristijo to možnost.
tr: %(conf)s içine eklemek ContentDB dışında kurulum yapan kullanıcıların da faydalanmasını sağlar.

source: Comma-separated game names, ex: minetest_game, nodecore
gl: Nomes de xogos separados por comas, ex: minetest_game, nodecore
pt_br: Nomes de jogos separados por vírgula, ex: minetest_game, nodecore
sl: Imena iger, ločena z vejicami, npr.: minetest_game, nodecore
tr: Virgülle ayrılan oyun adları, örn: minetest_game, nodecore

source: Package Removed
gl: Paquete retirado
pt_br: Pacote Removido
sl: Paket je odstranjen
tr: Paket Kaldırıldı

source: This package has been unpublished.
gl: Este paquete foi despublicado.
pt_br: Este pacote não foi publicado.
sl: Ta paket je bil odstranjen z objave.
tr: Bu paket yayından kaldırıldı.

source: It may have been removed by choice of the author, or by ContentDB staff due to a problem.
gl: Pode que fose retirado por decisión do autor ou polo persoal de ContentDB debido a un problema.
pt_br: Pode ter sido removido por escolha do autor ou pela equipe do ContentDB devido a um problema.
sl: Morda je bil odstranjen po lastni izbiri avtorja ali s strani osebja ContentDB zaradi težave.
tr: Yazarın tercihi ile veya bir sorun nedeniyle ContentDB personeli tarafından kaldırılmış olabilir.

source: Package Undergoing Review
gl: Paquete en proceso de valoración
pt_br: Pacote em Revisão
sl: Paket v pregledu
tr: Paket İncelemeden Geçiyor

source: This package is currently undergoing review
gl: Este paquete está a ser valorado actualmente
pt_br: Este pacote está atualmente em revisão
sl: Ta paket je trenutno v pregledu.
tr: Bu paket şu anda inceleme aşamasındadır

source: Package Not Yet Submitted
gl: Paquete aínda non enviado
pt_br: Pacote Ainda Não Enviado
sl: Paket še ni bil oddan
tr: Paket Henüz Gönderilmedi

source: This package has been created but hasn't been submitted for approval yet.
gl: Este paquete foi creado pero aínda non foi enviado para a súa aprobación.
pt_br: Este pacote foi criado, mas ainda não foi enviado para aprovação.
sl: Ta paket je bil ustvarjen, vendar še ni bil poslan v odobritev.
tr: Bu paket oluşturuldu ancak henüz onay için gönderilmedi.

source: This package is currently undergoing review, and changes are needed before it can be added.
gl: Este paquete está a ser valorado e é preciso facer trocos antes de que se poida engadir.
pt_br: Este pacote está atualmente passando por revisão e são necessárias alterações antes que ele possa ser adicionado.
sl: Ta paket je trenutno v pregledu in pred dodajanjem so potrebne spremembe.
tr: Bu paket şu anda inceleme aşamasındadır ve eklenebilmesi için değişikliklere ihtiyaç vardır.

source: Please check back again later.
gl: Volve a comprobalo máis tarde.
pt_br: Por favor, volte mais tarde.
sl: Prosimo, preverite znova pozneje.
tr: Lütfen daha sonra tekrar kontrol edin.

source: Or, if you're the author, log in to see more information.
gl: Ou, se es o autor, inicia sesión para ver máis información.
pt_br: Ou, se você for o autor, faça login para ver mais informações.
sl: Če ste avtor, se prijavite za ogled več informacij.
tr: Veya yayıncı sizseniz, daha fazla bilgi görmek için oturum açın.

source: Login
gl: Inicio de sesión
pt_br: Entrar
sl: Prijava
tr: Giriş

source: Did you mean to search for packages by %(authors)s?
gl: Querías buscar paquetes por %(authors)s?
pt_br: Você quis dizer pesquisar pacotes por %(authors)s?
sl: Ste želeli iskati pakete po %(authors)s?
tr: Paketleri %(authors)s ile mi aramak istediniz?

source: Filter by tags
gl: Filtrar por etiquetas
pt_br: Filtrar por tags
sl: Filtriraj po oznakah
tr: Etiketlere göre filtrele
