Repository: luanti-org/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl, pt_br, sl, tr

source: Completed (action taken)
gl: Completado (acción realizada)
pt_br: Concluído (ação realizada)
sl: Zaključeno (ukrep sprejet)
tr: Tamamlandı (eylem gerçekleştirildi)

source: Content removed
gl: Contido retirado
pt_br: Conteúdo removido
sl: Vsebina je odstranjena
tr: İçerik kaldırıldı

source: Invalid / close with no action
gl: Non válido / pechar sen acción
pt_br: Inválido / fechar sem ação
sl: Neveljavno / zaprto brez dejanja
tr: Geçersiz / işlem yapılmadan kapat

source: Task Failed
gl: Fallou a tarefa
pt_br: Tarefa falhou
sl: Naloga ni uspela
tr: Görev Başarısız Oldu

source: Working…
gl: Traballando…
pt_br: Trabalhando…
sl: Delo …
tr: Çalışıyor…

source: Reload the page to check for updates.
gl: Recarga a páxina para comprobar se hai actualizacións.
pt_br: Recarregue a página para checar por atualizações.
sl: Ponovno naložite stran, da preverite za posodobitve.
tr: Güncellemeleri kontrol etmek için sayfayı yeniden yükleyin.

source: Delete reply by %(username)s in %(title)s
gl: Eliminar a resposta de %(username)s en %(title)s
pt_br: Deletar réplica por %(username)s em %(title)s.
tr: %(title)s içindeki %(username)s tarafından verilen yanıtı sil

source: Delete "%(title)s" by %(author)s
gl: Eliminar "%(title)s" de %(author)s
pt_br: Deletar "%(title)s" por %(author)s
tr: %(author)s yayıncısının %(title)s ögelerini sil

source: Edit reply
gl: Editar resposta
pt_br: Editar réplica
tr: Yanıtı düzenle

source: If the package shouldn't be on CDB (eg: if it doesn't work at all), then you can let us know here.
gl: Se o paquete non debería estar na CDB (por exemplo: se non funciona en absoluto), podes avisarnos aquí.
pt_br: Se o pacote não estiver no CDB (ex: se ele não funciona mais), você também pode deixar que saibamos aqui.
tr: Paketin CDB'de olmaması gerekiyorsa (örneğin: hiç çalışmıyorsa), o zaman bize buradan bildirebilirsiniz.

source: Comments by %(user)s
gl: Comentarios de %(user)s
pt_br: Comentários por %(user)s
tr: %(user)s tarafından yapılan yorumlar

source: Reply to <b>%(title)s</b>
gl: Responder a <b>%(title)s</b>
pt_br: Réplica para <b>%(title)s</b>
tr: <b>%(title)s</b> için yanıt verin

source: Only showing replies to public threads
gl: Só se mostran respostas a fíos públicos
pt_br: Exibindo apenas respostas para tópicos públicos
tr: Yalnızca herkese açık konulara verilen yanıtlar gösteriliyor

source: Subscribe
gl: Subscribirse
pt_br: Inscrever
tr: Abone Olun

source: Convert to Thread
gl: Converter en fío
pt_br: Converter para tópico
tr: Konuya Dönüştür

source: Unlock
gl: Desbloquear
pt_br: Desbloquear
tr: Kilidini aç

source: Lock
gl: Bloquear
pt_br: Bloquear
tr: Kilitle

source: This thread is visible to the following users
gl: Este fío é visible para os seguintes usuarios
pt_br: Esse tópico é visível para os seguintes usuários
tr: Bu konu aşağıdaki kullanıcılar tarafından görülebilir

source: Visible to:
gl: Visible para:
pt_br: Visível para:
tr: Şunlar tarafından görülebilir:

source: Plus approvers and editors
gl: Ademais de aprobadores e editores
pt_br: Mais aprovadores e editores
tr: Artı onaylayıcılar ve editörler

source: Is this review outdated?
gl: Está desactualizada esta valoración?
pt_br: Esta avaliação está desatualizada?
tr: Bu incelemenin tarihi geçmiş mi?

source: For example, does it complain about issues you've already fixed?
gl: Por exemplo, quéixase de problemas que xa solucionaches?
pt_br: Por exemplo, ele reclama de problemas que você já corrigiu?
tr: Örneğin, zaten düzelttiğiniz sorunlar hakkında şikayet ediyor mu?

source: You can report outdated reviews by clicking %(flag)s on the review.
gl: Podes denunciar valoracións desactualizadas facendo clic en %(flag)s na valoración.
pt_br: Você pode denunciar avaliações desatualizadas clicando em %(flag)s na avaliação.
tr: Güncel olmayan incelemeleri, inceleme üzerindeki %(flag)sl'a tıklayarak bildirebilirsiniz.

source: Editor Work Queue
gl: Fila de traballo do editor
pt_br: Fila de trabalho do editor
tr: Düzenleyici Çalışma Kuyruğu

source: Reports
gl: Informes
pt_br: Relatórios
tr: Raporlar

source: Approval Queue
gl: Fila de aprobación
pt_br: Fila de aprovação
tr: Onay Kuyruğu

source: Approve All
gl: Aprobar todo
pt_br: Aprovar tudo
tr: Tümünü Onayla

source: No screenshots need approval.
gl: Non se precisa aprobación para as capturas de pantalla.
pt_br: Nenhuma captura de tela precisa de aprovação.
tr: Hiçbir ekran görüntüsü onay beklemiyor.

source: No packages need approval.
gl: Ningún paquete precisa aprobación.
pt_br: Nenhum pacote precisa de aprovação.
tr: Hiçbir paket onay beklemiyor.

source: Importing
gl: Importando
pt_br: Importar
tr: İçe aktarılıyor

source: No releases need approval.
gl: Ningún lanzamento precisa aprobación.
pt_br: Nenhum lançamento precisa de aprovação.
tr: Hiçbir sürüm onay beklemiyor.

source: All done!
gl: Todo feito!
pt_br: Tudo feito!
tr: Hepsi tamam!

source: License Needed
gl: Licenza necesaria
pt_br: Licenciamento necessário
tr: Lisans Gerekli

source: Tag Packages
gl: Paquetes de etiquetas
pt_br: Pacote de tags
tr: Etiket Paketleri

source: %(total_to_tag)d / %(total_packages)d packages don't have any tags.
gl: %(total_to_tag)d / %(total_packages)d paquetes non teñen ningunha etiqueta.
pt_br: %(total_to_tag)d / %(total_packages)d pacotes não têm nenhuma tag.
tr: %(total_to_tag)d / %(total_packages)d paket herhangi bir etikete sahip değil.

source: View Tags
gl: Ver etiquetas
pt_br: Visualizar tags
tr: Etiketleri Görüntüle

source: Unfulfilled Dependencies
gl: Dependencias non cumpridas
pt_br: Dependências não preenchidas
tr: Karşılanmamış Bağımlılıklar

source: Mod names that have hard dependers, but no packages providing them.
gl: Nomes de mods que teñen dependencias estritas, pero non hai paquetes que as proporcionen.
pt_br: Nomes de mods que têm dependências rígidas, mas nenhum pacote as fornece.
tr: Sabit bağımlıları olan, ancak bunları sağlayan paketler olmayan mod adları.

source: View All
gl: Ver todo
pt_br: Visualizar tudo
tr: Tümünü Gör

source: Recent Actions
gl: Accións recentes
pt_br: Ações recentes
tr: Son Eylemler

source: Game Support for %(username)s
gl: Soporte de xogos para %(username)s
pt_br: Jogo suportado para %(username)s
tr: %(username)s için oyun desteği

source: You should specify the games supported by your mods and texture packs.
gl: Deberías especificar os xogos compatibles cos teus mods e paquetes de texturas.
pt_br: Você deve especificar os jogos suportados por seus mods e pacotes de texturas.
tr: Modlarınız ve doku paketleriniz tarafından desteklenen oyunları belirtmelisiniz.

source: Specifying game support makes it easier for players to find your content.
gl: Especificar a compatibilidade cos xogos facilita que os xogadores atopen o teu contido.
pt_br: Especificar jogos suportados facilita para jogadores localizar seu conteúdo.
tr: Oyun desteğini belirtmek, oyuncuların içeriğinizi bulmasını kolaylaştırır.

source: If your package is game independent, confirm this using 'Supports all games'
gl: Se o teu paquete é independente do xogo, confírmao usando "Admite todos os xogos"
pt_br: Se seus pacotes são independentes de jogos, confirme isso usando 'Suporta todos os jogos'
tr: Paketiniz oyundan bağımsızsa, bunu 'Tüm oyunları destekler' seçeneğini kullanarak onaylayın

source: Supports all games
gl: Admite todos os xogos
pt_br: Suporta todos os jogos
tr: Tüm oyunları destekler

source: No supported games listed. Please either add supported games or check 'Supports all games'
gl: Non aparecen xogos compatibles. Engade xogos compatibles ou marca "Compatible con todos os xogos"
pt_br: Jogos suportados não listados. Por favor, adicione jogos suportados ou cheque por 'Suporta todos os jogos'
tr: Desteklenen oyunlar listelenmedi. Lütfen desteklenen oyunları ekleyin veya 'Tüm oyunları destekler' seçeneğini işaretleyin

source: Nothing to do :)
gl: Nada que facer :)
pt_br: Nada a fazer :)
tr: Yapacak bir şey yok :)

source: Bulk support all games
gl: Soporte masivo para todos os xogos
pt_br: Suporta todos os jogos em massa
tr: Tüm oyunları toplu destekle

source: Click the button below to confirm that the following packages do support all games, except for any games listed in unsupported_games:
gl: Fai clic no botón de embaixo para confirmar que os seguintes paquetes admiten todos os xogos, agás os xogos listados en unsupported_games:
pt_br: Clique no botão abaixo para confirmar se os seguintes pacotes suportam todos os jogos, exceto os jogos listados em unsupported_games:
tr: Bu paketlerin, unsupported_games içinde listelenen oyunlar hariç tüm oyunları desteklediğini onaylamak için aşağıdaki düğmeye tıklayın:

source: Confirm
gl: Confirmar
pt_br: Confirmar
tr: Onayla

source: Packages not supporting %(rel)s
gl: Paquetes que non admiten %(rel)s
pt_br: Pacotes que não suportam %(rel)s
tr: %(rel)s desteklemeyen paketler

source: Minetest-Mods org only
gl: Só para Minetest-Mods org
pt_br: Apenas Minetest-Mods org
tr: Sadece Minetest-Mods kuruluşu

source: Sort by date
gl: Ordenar por data
pt_br: Classificar por data
tr: Tarihe göre sırala

source: Sort by score
gl: Ordenar por puntuación
pt_br: Classificar por pontuação
tr: Puana göre sırala

source: All Outdated packages
gl: Todos os paquetes desactualizados
pt_br: Todos os pacotes desatualizados
tr: Tüm Güncel olmayan paketler

source: Missing Screenshots
gl: Capturas de pantalla que faltan
pt_br: Capturas de tela ausentes
tr: Eksik Ekran Görüntüleri

source: %(count)d packages
gl: %(count)d paquetes
pt_br: %(count)d pacotes
tr: %(count)d paket

source: Package Tags
gl: Etiquetas de paquetes
pt_br: Tags de Pacote
tr: Paket Etiketleri

source: Missing tags only
gl: Só as etiquetas que faltan
pt_br: Apenas tags ausentes
tr: Yalnızca eksik etiketler

source: Edit Tags
gl: Editar etiquetas
pt_br: Editar Tags
tr: Etiketleri Düzenle

source: Your to do list
gl: A túa lista de tarefas pendentes
pt_br: Sua lista de tarefas
tr: Yapılacaklar listeniz

source: Outdated Packages
gl: Paquetes desactualizados
pt_br: Pacotes Desatualizados
tr: Eski Paketler

source: %(username)s's to do list
gl: Lista de tarefas pendentes de %(username)s
pt_br: Lista de tarefas de %(username)s
tr: %(username)s kullanıcısının yapılacaklar listesi

source: Misc To do
gl: Varias cousas que facer
pt_br: Tarefas Diversas
tr: Çeşitli Yapılacaklar

source: Enable email notifications
gl: Activar notificacións por correo electrónico
pt_br: Habilitar notificações por email
tr: E-posta bildirimlerini etkinleştir

source: Unapproved Packages Needing Action
gl: Paquetes non aprobados que requiren acción
pt_br: Pacotes não Aprovados que Precisam de Ação
tr: Eylem Gerektiren Onaylanmamış Paketler

source: See all Update Settings
gl: Ver toda a configuración de actualización
pt_br: Ver todas as Configurações de Atualização
tr: Tüm Güncelleme Ayarlarını Gör

source: Create All Releases
gl: Crear todos os lanzamentos
pt_br: Criar Todos os Lançamentos
tr: Tüm Sürümleri Oluştur

source: Potentially Outdated Packages
gl: Paquetes potencialmente desactualizados
pt_br: Pacotes Potencialmente Desatualizados
tr: Potansiyel Olarak Eski Paketler

source: Instead of marking packages as outdated, you can automatically create releases when New Commits or New Tags are pushed to Git by clicking 'Update Settings'.
gl: En vez de marcar os paquetes como desactualizados, podes crear lanzamentos automaticamente cando se envíen novas confirmacións ou novas etiquetas a Git facendo clic en "Actualizar configuración".
pt_br: Em vez de marcar pacotes como desatualizados, você pode criar lançamentos automaticamente quando novos commits ou novas tags forem enviados ao Git clicando em 'Atualizar configurações'.
tr: Paketleri eski olarak işaretlemek yerine, 'Ayarları Güncelle'ye tıklayarak Git'e Yeni İşlemeler veya Yeni Etiketler gönderildiğinde otomatik olarak sürümler oluşturabilirsiniz.

source: To remove a package from below, create a release or change the update settings.
gl: Para retirar un paquete de abaixo, crea un lanzamento ou cambia a configuración de actualización.
pt_br: Para remover um pacote abaixo, crie uma versão ou altere as configurações de atualização.
tr: Bir paketi aşağıdan kaldırmak için bir sürüm oluşturun veya güncelleme ayarlarını değiştirin.

source: See game support for your packages
gl: Consulta a compatibilidade cos xogos para os teus paquetes
pt_br: Veja o suporte do jogo para seus pacotes
tr: Paketleriniz için oyun desteğine bakın

source: Missing Game Support
gl: Falta soporte de xogo
pt_br: Suporte de Jogo Ausente
tr: Eksik Oyun Desteği

source: Small Screenshots
gl: Capturas de pantalla pequenas
pt_br: Capturas de Tela Pequenas
tr: Küçük Ekran Görüntüleri

source: These packages have screenshots that are too small, and should be replaced.
gl: Estes paquetes teñen capturas de pantalla demasiado pequenas e deberían ser substituídas.
pt_br: Esses pacotes têm capturas de tela muito pequenas e devem ser substituídas.
tr: Bu paketler çok küçük ekran görüntülerine sahiptir ve değiştirilmelidir.

source: Red and orange are screenshots below the limit, and grey screenshots are below the recommended resolution.
gl: As capturas de pantalla vermellas e laranxas están por debaixo do límite, e as grises están por debaixo da resolución recomendada.
pt_br: Vermelho e laranja são capturas de tela abaixo do limite, e capturas de tela cinza estão abaixo da resolução recomendada.
tr: Kırmızı ve turuncu, sınırın altındaki ekran görüntüleridir ve gri ekran görüntüleri önerilen çözünürlüğün altındadır.

source: See All
gl: Ver todo
pt_br: Ver Todos
tr: Tümünü Gör

source: Packages Without Tags
gl: Paquetes sen etiquetas
pt_br: Pacotes Sem Tags
tr: Etiketsiz Paketler

source: Labelling your packages with tags helps users find them.
gl: Etiquetar os paquetes axuda aos usuarios a atopalos.
pt_br: Etiquetar seus pacotes com etiquetas ajuda os usuários a os encontrar.
tr: Paketlerinizi etiketlemek, kullanıcıların onları bulmasına yardımcı olur.

source: Unadded Topics
gl: Temas sen engadir
pt_br: Tópicos Não Adicionados
tr: Eklenmemiş Konular

source: List of your forum topics which do not have a matching package.
gl: Lista dos teus temas do foro que non teñen un paquete correspondente.
pt_br: Lista de tópicos do seu fórum que não têm um pacote correspondente.
tr: Eşleşen bir paketi olmayan forum konularınızın listesi.

source: Congrats! You don't have any topics which aren't on CDB.
gl: Parabéns! Non tes ningún tema que non estea en CDB.
pt_br: Parabéns! Você não tem nenhum tópico que não esteja no CDB.
tr: Tebrikler! CDB'de olmayan herhangi bir konunuz yok.

source: Find packages to translate
gl: Atopar paquetes para traducir
pt_br: Encontre pacotes para traduzir
tr: Çevirmek için paketler bulun

source: Help make Luanti more accessible by translating packages into other languages.
gl: Axuda a que Luanti sexa máis accesible traducindo paquetes a outras linguas.
pt_br: Ajude a tornar o Luanti mais acessível traduzindo pacotes para outros idiomas.
tr: Paketleri diğer dillere çevirerek Luanti'in daha erişilebilir olmasına yardımcı olun.

source: How to translate a mod / game
gl: Como traducir un mod/xogo
pt_br: Como traduzir um mod / jogo
tr: Bir mod / oyun nasıl çevrilir

source: Packages that support translation
gl: Paquetes que admiten tradución
pt_br: Pacotes que suportam tradução
tr: Çeviriyi destekleyen paketler

source: Only show packages with %(lang)s translation
gl: Amosar só os paquetes coa tradución %(lang)s
pt_br: Mostrar apenas pacotes com tradução em %(lang)s
tr: Yalnızca %(lang)s çevirisi olan paketleri göster

source: Hide packages with %(lang)s translation
gl: Agochar os paquetes coa tradución %(lang)s
pt_br: Ocultar pacotes com tradução em %(lang)s
tr: %(lang)s çevirisi olan paketleri gizle

source: Account and Security - %(username)s
gl: Conta e seguridade - %(username)s
pt_br: Conta e Segurança - %(username)s
tr: Hesap ve Güvenlik - %(username)s

source: Change Password
gl: Trocar contrasinal
pt_br: Alterar a Senha
tr: Parola Değiştir

source: Set Password
gl: Definir contrasinal
pt_br: Definir Senha
tr: Parola Belirle

source: Has password
gl: Ten contrasinal
pt_br: Tem senha
tr: Parola var

source: Doesn't have password
gl: Non ten contrasinal
pt_br: Não tem senha
tr: Parola yok

source: Linked Accounts
gl: Contas vinculadas
pt_br: Contas Vinculadas
tr: Bağlı Hesaplar

source: Please PM %(rubenwardy)s on the forums to link your account.
gl: Por favor, envía unha mensaxe privada a %(rubenwardy)s nos foros para vincular a túa conta.
pt_br: Por favor, envie uma mensagem privada para %(rubenwardy)s nos fóruns para vincular sua conta.
tr: Hesabınızı bağlamak için lütfen forumlarda %(rubenwardy)s adresine PM gönderin.

source: View ContentDB's GitHub Permissions
gl: Ver os permisos de GitHub de ContentDB
pt_br: Ver Permissões do GitHub do ContentDB
tr: ContentDB'nin GitHub İzinlerini Görüntüleyin

source: Disconnect
gl: Desconectar
pt_br: Desconectar
tr: Bağlantıyı kes

source: Link Github
gl: Ligazón a Github
pt_br: Link do Github
tr: Github'u bağla

source: None
gl: Ningún
pt_br: Nenhum
tr: Hiçbiri

source: Account Deletion and Deactivation
gl: Eliminación e desactivación da conta
pt_br: Exclusão e Desativação de Conta
tr: Hesap Silme ve Devre Dışı Bırakma

source: Delete or Deactivate
gl: Eliminar ou desactivar
pt_br: Excluir ou Desativar
tr: Sil veya Devre Dışı Bırak

source: Account Deletion and Deactivation isn't available to users yet.
gl: A eliminación e desactivación de contas aínda non está dispoñible para os usuarios.
pt_br: A exclusão e desativação da conta ainda não estão disponíveis para os usuários.
tr: Hesap Silme ve Devre Dışı Bırakma henüz kullanıcılar tarafından kullanılamıyor.

source: Please raise a report to request account deletion.
gl: Envía un informe para solicitar a eliminación da conta.
pt_br: Por favor, crie um reporte para solicitar a exclusão da conta.
tr: Lütfen hesap silinmesi için bir rapor hazırlayın.

source: Recent Account Actions
gl: Accións recentes da conta
pt_br: Ações Recentes da Conta
tr: Son Hesap Hareketleri

source: Your email is needed to recover your account if you forget your password and to send (configurable) notifications.
gl: O teu correo electrónico é preciso para recuperar a túa conta se esqueces o teu contrasinal e para enviar notificacións (configurables).
pt_br: Seu email é necessário para recuperar sua conta caso você esqueça sua senha e para enviar notificações (configuráveis).
tr: Şifrenizi unutursanız hesabınızı kurtarmak ve (yapılandırılabilir) bildirimler göndermek için e-postanız gereklidir.

source: Your email will never be shared with a third-party.
gl: O teu correo electrónico nunca se compartirá con terceiros.
pt_br: Seu email nunca será compartilhado com terceiros.
tr: E-postanız asla üçüncü bir tarafla paylaşılmayacaktır.

source: Note: protonmail is unsupported by ContentDB. <a href='https://forum.luanti.org/viewtopic.php?t=30709'>More info</a>.
gl: Nota: ContentDB non admite protonmail. <a href="https://forum.luanti.org/viewtopic.php?t=30709">Máis información</a>.
pt_br: Nota: o protonmail não é suportado pelo ContentDB. <a href="https://forum.luanti.org/viewtopic.php?t=30709">Mais informações</a>.
tr: Not: protonmail ContentDB tarafından desteklenmiyor. <a href="https://forum.luanti.org/viewtopic.php?t=30709">Daha fazla bilgi</a>.

source: Must be at least 12 characters long.
gl: Debe ter polo menos 12 caracteres.
pt_br: Deve ter pelo menos 12 caracteres.
tr: En az 12 karakter uzunluğunda olmalıdır.

source: Create Account
gl: Crear conta
pt_br: Criar Conta
tr: Hesap Oluştur

source: Do you have an account on the Luanti Forums?
gl: Tes unha conta nos foros de Luanti?
pt_br: Você tem uma conta nos Fóruns do Luanti?
tr: Luanti Forumlarında bir hesabınız var mı?

source: ContentDB will link your account to your forum account if you have one, but you don't need one.
gl: ContentDB vinculará a túa conta á túa conta do foro se tes unha, pero non a precisas.
pt_br: O ContentDB vinculará sua conta à sua conta do fórum, se você tiver uma, mas você não precisa de uma.
tr: ContentDB, hesabınız varsa hesabınızı forum hesabınıza bağlayacaktır, ancak buna ihtiyacınız yoktur.

source: <b>Yes</b>, I have a forums account
gl: <b>Si</b>, teño unha conta nos foros
pt_br: <b>Sim</b>, tenho uma conta nos fóruns
tr: <b>Evet</b>, forum hesabım var

source: <b>No</b>, I don't have one
gl: <b>Non</b>, non teño un
pt_br: <b>Não</b>, eu não tenho uma
tr: <b>Hayır</b>, yok

source: Create forum account
gl: Crear conta no foro
pt_br: Criar conta no fórum
tr: Forum hesabı oluştur

source: Confirm Your Account
gl: Confirma a túa conta
pt_br: Confirmar Sua Conta
tr: Hesabınızı Onaylayın

source: You'll need to use prove that you have access to your forum account using one of the options below.
gl: Terás que demostrar que tes acceso á túa conta do foro usando unha das opcións seguintes.
pt_br: Você precisará provar que tem acesso à sua conta do fórum usando uma das opções abaixo.
tr: Aşağıdaki seçeneklerden birini kullanarak forum hesabınıza erişiminiz olduğunu kanıtlamanız gerekir.

source: This is so ContentDB can link your account to your forum account.
gl: Isto é para que ContentDB poida vincular a túa conta á túa conta do foro.
pt_br: Isso é para que o ContentDB possa vincular sua conta à sua conta do fórum.
tr: Bu, ContentDB'nin hesabınızı forum hesabınıza bağlayabilmesi içindir.

source: Don't have a forums account?
gl: Non tes unha conta nos foros?
pt_br: Não tem uma conta nos fóruns?
tr: Forum hesabınız yok mu?

source: You can still <a href='%(url)s'>sign up without one</a>.
gl: Aínda podes <a href="%(url)s">rexistrarte sen un</a>.
pt_br: Você ainda pode <a href="%(url)s">se inscrever sem uma</a>.
tr: Hala <a href="%(url)s">bunlardan biri olmadan da kaydolabilirsiniz</a>.

source: By signing up, you agree to the <a href='/terms/' target='_blank'>Terms of Service</a> and <a href='/privacy_policy/' target='_blank'>Privacy Policy</a>.
gl: Ao rexistrarte, aceptas as <a href="/terms/" target="_blank">Condicións de servizo</a> e a <a href="/privacy_policy/" target="_blank">Política de privacidade</a>.
pt_br: Ao se inscrever, você concorda com os <a href="/terms/" target="_blank">Termos de Serviço</a> e a <a href="/privacy_policy/" target="_blank">Política de Privacidade</a>.
tr: Kaydolarak, <a href="‘/terms/’" target="‘_blank’">Hizmet Şartları</a> ve <a href="‘/privacy_policy/’" target="‘_blank’">Gizlilik Politikası</a>'nı kabul etmiş olursunuz.

source: Option 1
gl: Opción 1
pt_br: Opção 1
tr: Seçenek 1

source: Use GitHub field in forum profile
gl: Usar o campo de GitHub no perfil do foro
pt_br: Use o campo GitHub no perfil do fórum
tr: Forum profilinde GitHub alanını kullanın

source: Enter your forum username here:
gl: Insire aquí o teu nome de usuario do foro:
pt_br: Digite seu nome de usuário do fórum aqui:
tr: Forum kullanıcı adınızı buraya girin:

source: Forum username
gl: Nome de usuario do foro
pt_br: Usuário do fórum
tr: Forum kullanıcı adı

source: Only a-zA-Z0-9._ allowed
gl: Só se permiten a-zA-Z0-9._
pt_br: Apenas a-zA-Z0-9._ permitido
tr: Yalnızca a-zA-Z0-9._ için izin verilir

source: You'll need to have the GitHub field in your forum profile filled out.
gl: Terás que ter o campo de GitHub no teu perfil do foro completado.
pt_br: Você precisará preencher o campo GitHub no seu perfil do fórum.
tr: Forum profilinizdeki GitHub alanını doldurmuş olmanız gerekir.

source: Log into the forum and <a href='https://forum.luanti.org/ucp.php?i=173'>do that here</a>.
gl: Accede ao foro e <a href="https://forum.luanti.org/ucp.php?i=173">faino aquí</a>.
pt_br: Entre no fórum e <a href="https://forum.luanti.org/ucp.php?i=173">faça isso aqui</a>.
tr: Foruma giriş yapın ve <a href="https://forum.luanti.org/ucp.php?i=173">buradan</a> yapın.
