Repository: luanti-org/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl, pt_br, sl, tr

source: Authorization failed [err=gh-login-failed]
gl: Fallou a autorización [err=gh-login-failed]
pt_br: Falha na autorização [err=gh-login-failed]
sl: Avtorizacija je spodletela [err=gh-login-failed]
tr: Yetkilendirme başarısız oldu [err=gh-login-failed]

source: Text to find (regex)
gl: Texto para buscar (expresión regular)
pt_br: Texto para localizar (regex)
sl: Besedilo za iskanje (regex)
tr: Bulunacak metin (düzenli ifade)

source: File filter
gl: Filtro de ficheiro
pt_br: Filtro de arquivos
sl: Filter datotek
tr: Dosya filtresi

source: A package already exists with this name. Please see Policy and Guidance 3
gl: Xa existe un paquete con este nome. Consulta a Política e a Guía 3
pt_br: Um pacote já existe com esse nome. Por favor, veja Politicas e Guias 3
sl: Paket s tem imenom že obstaja. Glejte Pravilnik in smernice 3
tr: Bu isimde bir paket zaten mevcuttur. Lütfen Politika ve Kılavuz 3'e bakın

source: You need to create a release before this package can be approved.
gl: Debes crear un lanzamento antes de que se poida aprobar este paquete.
pt_br: Você precisa criar um lançamento antes que este pacote possa ser aprovado.
sl: Preden bo ta paket odobren, morate ustvariti izdajo.
tr: Bu paketin onaylanabilmesi için bir sürüm oluşturmanız gerekir.

source: Set up releases
gl: Configurar lanzamentos
pt_br: Configurar lançamentos
sl: Nastavitev izdaj
tr: Sürümleri ayarla

source: Release is still importing. Please wait and reload the page.
gl: O lanzamento aínda se está importando. Agarde e volva cargar a páxina.
pt_br: A versão ainda está sendo importada. Aguarde e atualize a página.
sl: Izdaja se še vedno uvaža. Počakajte in osvežite stran.
tr: Yayınlama işlemi devam ediyor. Lütfen bekleyin ve sayfayı yeniden yükleyin.

source: View task
gl: Ver tarefa
pt_br: Visualizar tarefa
sl: Ogled opravil
tr: Taslağı görüntüle

source: Release validation failed. Please fix any issues and create a new release
gl: Fallou a validación do lanzamento. Corrixe calquera problema e crea un novo lanzamento
pt_br: A validação da versão falhou. Corrija os problemas e crie uma nova versão
sl: Preverjanje izdaje je spodletelo. Odpravite morebitne težave in ustvarite novo izdajo
tr: Sürüm doğrulama başarısız oldu. Lütfen sorunları giderin ve yeni bir sürüm oluşturun

source: View error
gl: Erro de visualización
pt_br: Erro ao visualizar
sl: Ogled napak
tr: Hatayı Görüntüle

source: You need to add at least one screenshot.
gl: Tes que engadir polo menos unha captura de pantalla.
pt_br: Você precisa adicionar ao menos uma captura de tela.
sl: Dodati morate vsaj en posnetek zaslona.
tr: En az bir ekran görüntüsü eklemeniz gerekir.

source: The following hard dependencies need to be added to ContentDB first: %(deps)s
gl: As seguintes dependencias fixas deben engadirse primeiro a ContentDB: %(deps)s
pt_br: As dependências a seguir precisam ser adicionadas ao ContentDB primeiro: %(deps)s
sl: Najprej je treba v ContentDB dodati naslednje trde odvisnosti: %(deps)s
tr: Önce aşağıdaki sabit bağımlılıkların ContentDB'ye eklenmesi gerekir: %(deps)s

source: What games does your package support? Please specify on the supported games page
gl: Que xogos admite o teu paquete? Especifica na páxina de xogos compatibles
pt_br: Quais jogos seu pacote suporta? Especifique na página de jogos suportados
sl: Katere igre podpira vaš paket? Prosimo, navedite na strani s podprtimi igrami
tr: Paketiniz hangi oyunları destekliyor? Lütfen desteklenen oyunlar sayfasında belirtin

source: Please make sure that this package has the right to the names it uses.
gl: Asegúrate de que este paquete teña dereito aos nomes que usa.
pt_br: Certifique-se de que este pacote tenha os direitos sobre os nomes que utiliza.
sl: Prosimo, prepričajte se, da ima ta paket pravice do imen, ki jih uporablja.
tr: Lütfen bu paketin kullandığı isimler üzerinde hak sahibi olduğundan emin olun.

source: See more
gl: Ver máis
pt_br: Ver mais
sl: Glej več
tr: Daha fazlasını görün

source: Please make sure that this package has the right to the names %(names)s
gl: Asegúrate de que este paquete teña os dereitos sobre os nomes %(names)s
pt_br: Certifique-se de que este pacote tem direitos sobre os nomes %(names)s
sl: Prosimo, prepričajte se, da ima ta paket pravico do imena %(names)s
tr: Lütfen bu paketin %(names)s isim hakkına sahip olduğundan emin olun

source: Error: Another package already uses this forum topic!
gl: Erro: outro paquete xa usa este tema do foro!
pt_br: Erro: Outro pacote já usa este tópico do fórum!
sl: Napaka: To temo foruma že uporablja drug paket!
tr: Hata: Başka bir paket zaten bu forum konusunu kullanıyor!

source: Error: Forum topic author doesn't match package author.
gl: Erro: o autor do tema do foro non coincide co autor do paquete.
pt_br: Erro: O autor do tópico do fórum não corresponde ao autor do pacote.
sl: Napaka: Avtor teme na forumu se ne ujema z avtorjem paketa.
tr: Hata: Forum konu yazarı, paket yazarıyla eşleşmiyor.

source: Name can only contain lower case letters (a-z), digits (0-9), and underscores (_)
gl: O nome só pode conter letras minúsculas (a-z), díxitos (0-9) e guións baixos (_)
pt_br: Nome pode conter apenas letras minúsculas (a-z), números (0-9) e sublinhas (_)
sl: Ime lahko vsebuje samo male črke (a–z), številke (0–9) in podčrtaje (_)
tr: Ad yalnızca küçük harfler (a-z), rakamlar (0-9) ve alt çizgiler (_) içerebilir

source: You don't have permission to edit this package
gl: Non tes permiso para editar este paquete
pt_br: Você não tem permissão para editar esse pacote
sl: Nimate dovoljenja za urejanje tega paketa
tr: Bu paketi düzenlemek için izniniz yok

source: You don't have permission to change the package name
gl: Non tes permiso para cambiar o nome do paquete
pt_br: Você não tem permissão para alterar o nome desse pacote
sl: Nimate dovoljenja za spremembo imena paketa
tr: Paket adını değiştirme izniniz yok

source: You cannot change package type once approved
gl: Non podes cambiar o tipo de paquete unha vez aprobado
pt_br: Você não pode alterar o tipo de pacote depois de aprovado
sl: Ko je vrsta paketa odobrena, je ni mogoče spremeniti
tr: Paket onaylandıktan sonra türünü değiştiremezsin

source: You don't have permission to make releases
gl: Non tes permiso para facer lanzamentos
pt_br: Você não tem permissão para fazer lançamentos
sl: Nimate dovoljenja za objavljanje izdaj
tr: Yayınlamak için izniniz yok

source: You've created too many releases for this package in the last 5 minutes, please wait before trying again
gl: Creaches demasiados lanzamentos para este paquete nos últimos 5 minutos. Agarda antes de tentalo de novo
pt_br: Você criou muitos lançamentos para esse pacote nos últimos 5 minutos, por favor, aguarde antes de tentar novamente
sl: V zadnjih 5 minutah ste ustvarili preveč izdaj za ta paket, počakajte, preden poskusite znova
tr: Son 5 dakika içinde bu paket için çok fazla sürüm oluşturdunuz, lütfen tekrar denemeden önce bekleyin

source: A release with this name already exists
gl: Xa existe un lanzamento con este nome
pt_br: Já existe uma versão com este nome
sl: Izdaja s tem imenom že obstaja
tr: Bu isimle bir sürüm zaten mevcut

source: Invalid commit hash; it must be a 40 character long base16 string
gl: Hash de confirmación non válido; debe ser unha cadea base16 de 40 caracteres de lonxitude
pt_br: Hash de commit inválido; precisa ser um string base16 com 40 caractéres
sl: Neveljavna zgoščena vrednost zapisa; mora biti niz base16, dolg 40 znakov
tr: Geçersiz commit hash'i; 40 karakter uzunluğunda base16 dizesi olmalıdır

source: Too many requests, please wait before trying again
gl: Demasiadas solicitudes. Agarde antes de tentalo de novo
pt_br: Muitas requisições, por favor, espere antes de tentar novamente
sl: Preveč zahtev. Počakajte pred ponovnimi poskusi
tr: Çok sayıda istek, tekrar denemeden önce bekleyin

source: Screenshot is too small, it should be at least %(width)s by %(height)s pixels
gl: A captura de pantalla é demasiado pequena; debería ter polo menos %(width)s por %(height)s píxeles
pt_br: Captura de tela é muito pequena, ela deve ter a resolução de %(width)s por %(height)s pixels
sl: Posnetek zaslona je premajhen, moral bi imeti vsaj %(width)s x %(height)s slikovnih pik
tr: Ekran görüntüsü çok küçük, en az %(width)s x %(height)s piksel olmalıdır

source: Please upload %(file_desc)s
gl: Por favor Carga %(file_desc)s
pt_br: Por favor, faça upload de %(file_desc)s
sl: Naložite %(file_desc)s
tr: Lütfen %(file_desc)s yükleyin

source: Uploaded image isn't actually an image
gl: A imaxe subida non é en realidade unha imaxe
pt_br: Imagem carregada não é uma imagem
sl: Naložena slika v resnici ni slika
tr: Yüklenen resim aslında bir resim değil

source: Username is invalid
gl: O nome de usuario non é válido
pt_br: Usuário é inválido
sl: Uporabniško ime je neveljavno
tr: Kullanıcı adı geçersiz

source: An account already exists for that username but hasn't been claimed yet.
gl: Xa existe unha conta para ese nome de usuario pero aínda non foi reclamada.
pt_br: Uma conta com esse nome de usuário já existe porém não foi requisitada ainda.
sl: Za to uporabniško ime že obstaja račun, vendar še ni bil prevzet.
tr: Bu kullanıcı adı için zaten bir hesap var, ancak henüz talep edilmedi.

source: Unable to create an account as the username is already taken. If you meant to log in, you need to connect %(provider)s to your account first
gl: Non se pode crear unha conta porque o nome de usuario xa está en uso. Se querías iniciar sesión, primeiro tes que conectar %(provider)s á túa conta
pt_br: Não foi possível criar uma conta, pois o nome de usuário já foi pego. Se você pretendia fazer login, precisa conectar %(provider)s à sua conta primeiro
sl: Računa ni mogoče ustvariti, ker je uporabniško ime že zasedeno. Če ste se želeli prijaviti, morate najprej povezati %(provider)s s svojim računom
tr: Kullanıcı adı zaten alınmış olduğu için hesap oluşturulamıyor. Giriş yapmak istiyorsanız, önce %(provider)sları hesabınıza bağlamanız gerekir

source: That username/display name is already in use, please choose another.
gl: Ese nome de usuario/nome para mostrar xa está en uso. Escolle outro.
pt_br: Esse usuário/nome mostrado já está em uso, por favor, escolha outro.
sl: To uporabniško ime/prikazno ime je že zasedeno, izberite drugo.
tr: Bu kullanıcı adı/görünen ad zaten kullanımda, lütfen başka bir tane seçin.

source: Unable to create an account as the username was used in the past.
gl: Non se pode crear unha conta porque o nome de usuario xa se usou anteriormente.
pt_br: Não é possível criar uma conta porque o nome de usuário já foi usado no passado.
sl: Računa ni mogoče ustvariti, ker je bilo uporabniško ime že uporabljeno v preteklosti.
tr: Kullanıcı adı geçmişte kullanıldığı için hesap oluşturulamıyor.

source: Account deletion
gl: Eliminación da conta
pt_br: Exclusão de conta
sl: Izbris računa
tr: Hesabı Silme

source: Copyright infringement / DMCA
gl: Infracción de dereitos de autor / DMCA
pt_br: Violação de direitos autorais / DMCA
sl: Kršitev avtorskih pravic / DMCA
tr: Telif hakkı ihlali / DMCA

source: User behaviour, bullying, or abuse
gl: Comportamento do usuario, acoso ou abuso
pt_br: Comportamento do usuário, intimidação ou abuso
sl: Vedenje uporabnikov, ustrahovanje ali zloraba
tr: Kullanıcı davranışı, zorbalık veya istismar

source: Spam
gl: Correo lixo
sl: Neželena pošta
tr: İstenmeyen

source: Illegal or harmful content
gl: Contido ilegal ou prexudicial
pt_br: Conteúdo ilegal ou prejudicial
sl: Nezakonita ali škodljiva vsebina
tr: Yaşa dışı ya da zararlı içerik

source: Outdated/invalid review
gl: valoración desactualizada/non válida
pt_br: Avaliação desatualizada/inválida
sl: Zastarela/neveljavna ocena
tr: Eski/geçersiz inceleme

source: Appeal
gl: Apelación
pt_br: Apelar
sl: Pritožba
tr: Temyiz

source: Other
gl: Outro
pt_br: Outro
sl: Ostalo
tr: Diğer

source: Mod
tr: Modifikasyon

source: Game
gl: Xogo
pt_br: Jogo
sl: Igra
tr: Oyun

source: Texture Pack
gl: Paquete de texturas
pt_br: Pacote de texturas
sl: Paket tekstur
tr: Doku Paketi

source: Mods
sl: Modi
tr: Modlar

source: Games
gl: Xogos
pt_br: Jogos
sl: Igre
tr: Oyunlar

source: Texture Packs
gl: Paquetes de texturas
pt_br: Pacotes de texturas
sl: Paket tekstur
tr: Doku Paketleri

source: Top mod
gl: Mod Destacado
sl: Najboljši modi
tr: Popüler Modlar

source: Top game
gl: Xogo Destacado
sl: Najboljše igre
tr: Popüler Oyunlar

source: Top texture pack
gl: Paquete de Texturas Destacado
pt_br: Top pacote de textura
sl: Najboljši paketi tekstur
tr: Popüler doku paketleri

source: Top %(place)d mod
gl: Mod no %(place)d posto
sl: %(place)d najboljši mod
tr: Popüler %(place)d modları

source: Top %(place)d game
gl: Xogo no %(place)d posto
sl: %(place)d najboljša igra
tr: Popüler %(place)d oyunları

source: Top %(place)d texture pack
gl: Paquete de Texturas no %(place)d posto
pt_br: Top %(place)d pacote de textura
sl: %(place)d najboljši paket tekstur
tr: Popüler %(place)d doku paketleri

source: %(display_name)s has a mod placed at #%(place)d.
gl: %(display_name)s ten un mod situado no posto #%(place)d.
pt_br: %(display_name)s tem um mod colocado em #%(place)d.
sl: %(display_name)s ima modifikacijo na %(place)d mestu.
tr: %(display_name)s %(place)d yerinde yerleştirilmiş modu vardır.

source: %(display_name)s has a game placed at #%(place)d.
gl: %(display_name)s ten un xogo situado no posto #%(place)d.
pt_br: %(display_name)s tem um jogo colocado em #%(place)d.
sl: %(display_name)s ima igro na %(place)d mestu.
tr: %(display_name)s %(place)d yerinde yerleştirilmiş oyunu vardır.

source: %(display_name)s has a texture pack placed at #%(place)d.
gl: %(display_name)s ten un paquete de texturas situado no posto #%(place)d.
pt_br: %(display_name)s tem um jogo colocado em #%(place)d.
sl: %(display_name)s ima paket tekstur na %(place)d mestu.
tr: %(display_name)s %(place)d yerinde yerleştirilmiş doku paketi vardır.

source: Do you recommend this mod?
gl: Recomendas este mod?
pt_br: Você recomenda esse mod?
sl: Ali priporočate ta mod?
tr: Bu modu önerir misin?

source: Do you recommend this game?
gl: Recomendas este xogo?
pt_br: Você recomenda esse jogo?
sl: Ali priporočate to igro?
tr: Bu oyunu önerir misin?

source: Do you recommend this texture pack?
gl: Recomendas este paquete de texturas?
pt_br: Você recomenda esse pacote de textura?
sl: Ali priporočate ta paket tekstur?
tr: Bu doku paketini önerir misin?

source: Looking for Maintainer
gl: Buscamos Mantedor/a
pt_br: Procurando por Mantenedor
sl: Iščemo vzdrževalca
tr: Geliştirici Aranıyor

source: Actively Developed
gl: Desenvolvido activamente
pt_br: Ativamente Desenvolvido
sl: V aktivnem razvoju
tr: Aktif Olarak Geliştirildi

source: Maintenance Only
gl: Só mantemento
pt_br: Somente Manutenção
sl: Samo v vzdrževanju
tr: Sadece Geliştiriciler

source: As-is
gl: Tal Cal
pt_br: Status
sl: Tako kot je (videno-kupljeno)
tr: Olduğu gibi

source: Under active development, and may break worlds/things without warning
gl: En desenvolvemento activo e pode romper mundos/cousas sen previo aviso
pt_br: Em desenvolvimento ativo, pode destruir mundos/coisas sem aviso
sl: V aktivnem razvoju se lahko brez opozorila pokvarijo svetovi/stvari
tr: Aktif olarak geliştirme sürecinde, uyarı olmadan dünya/bazı şeyleri bozabilir

source: Fully playable, but with some breakages/changes expected
gl: Totalmente xogable, pero con algunhas roturas/cambios esperados
pt_br: Totalmente jogável, mas com algumas quebras/mudanças esperadas
sl: Popolnoma igralno, vendar z nekaj pričakovanimi napakami/spremembami
tr: Oynanabilir, ama bazı bozulma/değişiklik beklenilebilir

source: Finished, with bug fixes being made as needed
gl: Rematado, con correccións de erros segundo sexa preciso
pt_br: Concluído, com correções de bugs sendo feitas conforme necessário
sl: Končano, po potrebi se odpravljajo napake
tr: Tamamlanmıştır, lazım olan hata düzeltmeler ile

source: Finished, the maintainer doesn't intend to continue working on it or provide support
gl: Rematado, o responsable do mantemento non ten intención de continuar traballando nel nin de proporcionar soporte
pt_br: Concluído, o mantenedor não pretende continuar trabalhando nele ou fornecer suporte
sl: Končano, vzdrževalec ne namerava nadaljevati dela na njem ali zagotavljati podpore
tr: Tamamlanmıştır, bakımı yapan kişi üzerinde çalışmaya veya destek sağlamayı düşünmüyor

source: The maintainer doesn't recommend this package. See the description for more info
gl: O responsable do mantemento non recomenda este paquete. Consulta a descrición para obter máis información
pt_br: O mantenedor não recomenda este pacote. Veja a descrição para mais informações
sl: Vzdrževalec ne priporoča tega paketa. Za več informacij glejte opis
tr: Bakımı yapan kişi bu paketi önermiyor. Daha fazla bilgi için açıklamayı kontrol et

source: Submit for Approval
gl: Enviar para aprobación
pt_br: Submeter para aprovação
sl: Pošlji v odobritev
tr: Onay için Gönder

source: Approve
gl: Aprobar
pt_br: Aprovar
sl: Odobritev
tr: Onayla

source: Delete
gl: Eliminar
pt_br: Deletar
sl: Izbriši
tr: Sil

source: Processing
gl: Procesamento
pt_br: Processando
sl: Obdelovanje
tr: İşleme

source: Approved
gl: Aprobado
pt_br: Aprovado
sl: Odobreno
tr: Onaylandı

source: Failed
gl: Fallou
pt_br: Falhou
sl: Spodletelo
tr: Başarısız

source: Waiting approval
gl: Agardando aprobación
pt_br: Aguardando aprovação
sl: Čakanje na odobritev
tr: Onay bekleniyor

source: Archived
gl: Arquivado
pt_br: Arquivado
sl: Arhivirano
tr: Arşivlendi

source: New commit %(hash)s found on the Git repo.
gl: Atopáronse novas entregas %(hash)s no repositorio de Git.
pt_br: Novo commit %(hash)s encontrado no repositório Git.
sl: V repozitoriju Git so bile najdene nove %(hash)s vrednosti zapisov.
tr: Git reposunda yeni %(hash)s bulundu.

source: The last release was commit %(hash)s
gl: O derradeiro lanzamento foi o commit %(hash)s
pt_br: O último lançamento foi o commit %(hash)s
sl: Zadnja različica temelji na uveljavitvi %(hash)s
tr: Son sürüm, commit %(hash)s idi

source: New tag %(tag_name)s found on the Git repo.
gl: Atopouse a nova etiqueta %(tag_name)s no repositorio de Git.
pt_br: Nova tag %(tag_name)s encontrada no repositório Git.
sl: V repozitoriju Git je bila najdena nova oznaka %(tag_name)s.
tr: Git reposunda %(tag_name)s adında yeni etiket ismi bulundu.

source: Banned
gl: Excluído
pt_br: Banido
sl: Prepovedano
tr: Yasaklandı

source: Not Joined
gl: Non unido/a
pt_br: Não Ingressado
sl: Ni se pridružil/a
tr: Katılmadı

source: New Member
gl: Novo membro
pt_br: Novo Membro
sl: Nov član
tr: Yeni Üye

source: Member
gl: Membro
pt_br: Membro
sl: Član
tr: Üye

source: Trusted Member
gl: Membro de confianza
pt_br: Membro de Confiança
sl: Zaupanje vredni člani
tr: Güvenilir Üye

source: Approver
gl: Aprobador
pt_br: Aprovador
sl: Odobritelj
tr: Oynaylayıcı

source: Editor
sl: Urednik
tr: Editör

source: Bot
sl: Vrsta obvestila bota
tr: Robot

source: Moderator
gl: Moderador
pt_br: Moderador
tr: Moderatör

source: Admin
gl: Administrador
pt_br: Administrador
sl: Skrbnik
tr: Yönetici

source: Package Edit
gl: Edición de paquetes
pt_br: Edição de Pacote
sl: Uredi paket
tr: Paket Düzenleme

source: Package Approval
gl: Aprobación de paquetes
pt_br: Aprovação de Pacotes
sl: Odobritev paketa
tr: Paket Onaylanma

source: New Thread
gl: Novo fío
pt_br: Novo tópico
sl: Nova tema
tr: Yeni Konu

source: New Review
gl: Nova valoración
pt_br: Nova Revisão
sl: Nova ocena
tr: Yeni İnceleme

source: Thread Reply
gl: Resposta ao fío
pt_br: Resposta ao tópico
sl: Odgovor na temo
tr: Konu Yanıtları

source: Maintainer
gl: Mantedor/a
pt_br: Mantenedor
sl: Vzdrževalec
tr: Geliştirici

source: Editor Alert
gl: Alerta do editor
pt_br: Alerta do Editor
sl: Opozorilo urednika
tr: Düzenleme Uyarısı

source: Editor Misc
gl: Editor varios
pt_br: Editor Diversos
sl: Urednik raznih stvari
tr: Çeşitli Düzenlemeler

source: This is a Package Edit notification.
gl: Esta é unha notificación de edición de paquetes.
pt_br: Esta é uma notificação de Edição de Pacote.
sl: To je obvestilo o urejanju paketa.
tr: Bu Paket Düzenleme bildirimi.

source: This is a Package Approval notification.
gl: Esta é unha notificación de aprobación de paquete.
pt_br: Esta é uma notificação de Aprovação de Pacote.
sl: To je obvestilo o odobritvi paketa.
tr: Bu Paket Onaylama bildirimi.

source: This is a New Thread notification.
gl: Esta é unha notificación dun novo fío.
pt_br: Esta é uma notificação de Novo Tópico.
sl: To je obvestilo o novi temi.
tr: Bu Yeni Konu bildirimi.

source: This is a New Review notification.
gl: Esta é unha notificación de nova valoración.
pt_br: Esta é uma notificação de Nova Revisão.
sl: To je obvestilo o novi oceni.
tr: Bu Yeni İnceleme bildirimi.

source: This is a Thread Reply notification.
gl: Esta é unha notificación de resposta a un fío.
pt_br: Esta é uma notificação de Resposta ao Tópico.
sl: To je obvestilo o odgovoru v temi.
tr: Bu Konu Yanıt bildirimi.

source: This is a Bot notification.
gl: Esta é unha notificación de bot.
pt_br: Esta é uma notificação de Bot.
sl: To je obvestilo bota.
tr: Bu Bot bildirimi.

source: This is a Maintainer change notification.
gl: Esta é unha notificación de cambio do responsable do mantemento.
pt_br: Esta é uma notificação de alteração do Mantenedor.
sl: To je obvestilo o spremembi vzdrževalca.
tr: Bu Geliştirici değişme bildirimi.

source: This is an Editor Alert notification.
gl: Esta é unha notificación de alerta do editor.
pt_br: Esta é uma notificação de Alerta do Editor.
sl: To je obvestilo urednika.
tr: Bu Editör Uyarı bildirimi.

source: This is an Editor Misc notification.
gl: Esta é unha notificación de contido diverso do editor.
pt_br: Esta é uma notificação de Editor Diversos.
sl: To je obvestilo urednika.
tr: Bu Çeşitli Düzenleyici bildirimi.

source: This is an Other notification.
gl: Esta é outra notificación.
pt_br: Esta é uma Outra notificação.
sl: To je drugo obvestilo.
tr: Bu Diğer bildirimi.

source: When another user edits your packages, releases, etc.
gl: Cando outro usuario edita os teus paquetes, lanzamentos, etc.
pt_br: Quando outro usuário edita seus pacotes, lançamentos, etc.
sl: Ko drug uporabnik ureja vaše pakete, izdaje itd.
tr: Başka bir kullanıcı paketini, sürümünü, vs. Düzenler ise.

source: Notifications from editors related to the package approval process.
gl: Notificacións dos editores relacionadas co proceso de aprobación do paquete.
pt_br: Notificações de editores relacionadas ao processo de aprovação de pacotes.
sl: Obvestila urednikov v zvezi s postopkom odobritve paketa.
tr: Düzenleyicilerin paketlerin onaylanma süresi için bildirimler.

source: When a thread is created on your package.
gl: Cando se crea un fío no teu paquete.
pt_br: Quando um tópico é criado no seu pacote.
sl: Ko je na vašem paketu ustvarjena nit.
tr: Paketinde bir konu açıldığı zaman.

source: When a user posts a review on your package.
gl: Cando un usuario publica unha valoración sobre o teu paquete.
pt_br: Quando um usuário posta uma avaliação sobre seu pacote.
sl: Ko uporabnik objavi oceno o vašem paketu.
tr: Bir kullanıcı paketine inceleme yazar ise.

source: When someone replies to a thread you're watching.
gl: Cando alguén responde a un fío que estás a ver.
pt_br: Quando alguém responde a um tópico que você está observando.
sl: Ko nekdo odgovori na nit, ki jo spremljaš.
tr: Takip ettiğin konuyu birisi cevaplar ise.

source: From a bot - for example, update notifications.
gl: Dun bot - por exemplo, notificacións de actualización.
pt_br: De um bot - por exemplo, notificações de atualização.
sl: Iz bota – na primer obvestila o posodobitvah.
tr: Bot tarafından - örneğin, günceleme bildirimleri.
