Repository: luanti-org/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl, pt_br, sl, tr

source: Only change values previously set as none
gl: Só cambiar os valores previamente definidos como ningún
pt_br: Altere apenas os valores definidos anteriormente como nenhum
sl: Spremeni samo vrednosti, ki so bile predhodno nastavljene kot nič
tr: Yalnızca daha önce hiçbiri olarak ayarlanan değerleri değiştirin

source: Update
gl: Actualizar
pt_br: Atualização
sl: Posodobitev
tr: Güncelleme

source: Trigger
gl: Activador
pt_br: Gatilho
sl: Sprožilec
tr: Tetiklen

source: New Commit
gl: Nova entrega
pt_br: Novo commit
sl: Nova sprememba
tr: Yeni Commit

source: New Tag
gl: Nova etiqueta
pt_br: Nova tag
sl: Nova oznaka
tr: Yeni Etiket

source: Branch name
gl: Nome da rama
pt_br: Nome da branch
sl: Ime veje
tr: Branch adı

source: Action
gl: Acción
pt_br: Ação
sl: Dejanje
tr: Hareket

source: Send notification and mark as outdated
gl: Enviar notificación e marcar como desactualizado
pt_br: Enviar notificação e marcar como desatualizado
sl: Pošlji obvestilo in označi kot zastarelo
tr: Bildirim gönder ve eski olarak işaretle

source: Create release
gl: Crear lanzamento
pt_br: Criar release
sl: Ustvari izdajo
tr: Sürüm oluştur

source: Save Settings
gl: Gardar a configuración
pt_br: Salvar Configurações
sl: Shrani nastavitve
tr: Ayarları Kaydet

source: Disable Automation
gl: Desactivar a automatización
pt_br: Desabilitar automação
sl: Onemogoči avtomacijo
tr: Otomasyonu Devre Dışı Bırak

source: Please add a Git repository URL in order to set up automatic releases
gl: Por favor, engada un URL do repositorio Git para configurar os lanzamentos automáticos
pt_br: Por favor, adicione uma URL de repositório Git para configurar lançamentos automáticos
sl: Za nastavitev samodejnih izdaj dodajte URL repozitorija Git
tr: Otomatik sürümleri ayarlamak için lütfen bir Git deposu URL'si ekleyin

source: Deleted update configuration
gl: Configuración de actualización eliminada
pt_br: Configuração de atualização deletada
sl: Izbrisana konfiguracija posodobitve
tr: Silinen güncelleme yapılandırması

source: Now, please create an initial release
gl: Agora, crea un lanzamento inicial
pt_br: Por favor, crie um lançamento inicial
sl: Ustvarite začetno izdajo
tr: Şimdi, lütfen bir ilk sürüm oluşturun

source: Comment
gl: Comentario
pt_br: Comentar
sl: Komentar
tr: Yorum

source: Rating
gl: Puntuación
pt_br: Avaliação
sl: Ocena
tr: Derecelendirme

source: Yes
gl: Sí
pt_br: Sim
sl: Da
tr: Evet

source: Neutral
pt_br: Neutro
sl: Nevrtalno
tr: Nötr

source: No
gl: Non
pt_br: Não
sl: Ne
tr: Hayır

source: You can't review your own package!
gl: Non podes valorar o teu propio paquete!
pt_br: Você não pode fazer review dos seus pacotes!
sl: Svojega paketa ne morete oceniti!
tr: Kendi paketinizi değerlendirmezsiniz!

source: You've reviewed too many packages recently. Please wait before trying again, and consider making your reviews more detailed
gl: valoraches demasiados paquetes ultimamente. Agarda antes de tentalo de novo e considera facer as túas valoracións máis detalladas
pt_br: Você fez review de muitos pacotes recentemente. Por favor, espere antes de tentar novamente e considere fazer reviews mais detalhadas
sl: V zadnjem času ste ocenili preveč paketov. Pred ponovnim poskusom počakajte in razmislite o tem, da bi svoje ocene naredili podrobnejše
tr: Son zamanlarda çok fazla paket incelediniz. Tekrar denemeden önce lütfen bekleyin ve incelemelerinizi daha ayrıntılı hale getirmeyi düşünün

source: Linking to blocked sites is not allowed
gl: Non se permiten ligazóns a sitios bloqueados
pt_br: Linkar para sites bloqueados não é permitido
sl: Povezave do blokiranih spletnih mest niso dovoljene
tr: Engellenen sitelere bağlantı verilmesine izin verilmez

source: You can't vote on the reviews on your own package!
gl: Non pode votar nas valoracións do seu propio paquete!
pt_br: Você não pode votar nas avaliações dos seus pacotes!
sl: Za ocene lastnega paketa ne morete glasovati!
tr: Kendi paketinizle ilgili yorumları oylayamazsınız!

source: You can't vote on your own reviews!
gl: Non pode votar nas súas propias valoracións!
pt_br: Você não pode votar em suas reviews!
sl: Za lastne ocene ne morete glasovati!
tr: Kendi yorumlarınıza oy veremezsiniz!

source: Title/Caption
gl: Título/Lenda
pt_br: Título/Legenda
sl: Naslov/podnapis
tr: Başlık

source: Cover Image
gl: Imaxe de portada
pt_br: Imagem de capa
sl: Naslovna slika
tr: Kapak Resmi

source: Category
gl: Categoría
pt_br: Categoria
sl: Kategorija
tr: Kategori

source: Subject / Title
gl: Asunto / Título
pt_br: Assunto / Título
sl: Zadeva / Naslov
tr: Konu / Başlık

source: Message
gl: Mensaxe
pt_br: Mensagem
sl: Sporočilo
tr: Mesaj

source: Image Upload
gl: Subida de Imaxes
pt_br: Upload de imagem
sl: Naloži sliko
tr: Resim Yükleme

source: Report
gl: Informe
pt_br: Reportar
sl: Prijava
tr: Rapor

source: a PNG, JPEG, or WebP image file
gl: un ficheiro de imaxe PNG, JPEG ou WebP
pt_br: um arquivo de imagem PNG, JPEG ou WebP
sl: slikovna datoteka PNG, JPEG ali WebP
tr: PNG, JPEG veya WebP resim dosyası

source: Already subscribed!
gl: Xa subscrito/a!
pt_br: Já inscrito!
sl: Ste že naročeni!
tr: Zaten abonesin!

source: Subscribed to thread
gl: Subscrito ao fío
pt_br: Inscrito para thread
sl: Naročeni ste na nit
tr: Konuya abone olundu

source: Unsubscribed!
gl: Cancelada a subscrición!
pt_br: Não inscrito!
sl: Ste odjavljeni!
tr: Abonelikten çıkıldı!

source: Already not subscribed!
gl: Xa non estás subscrito/a!
pt_br: Ainda não inscrito!
sl: Niste še naročeni!
tr: Zaten abone değilsiniz!

source: Locked thread
gl: Fío bloqueado
pt_br: Thread bloqueada
sl: Zaklenjena nit
tr: Kilitli konu

source: Unlocked thread
gl: Fío desbloqueado
pt_br: Thread desbloqueada
sl: Odklenjena tema
tr: Kilitlenmemiş konu

source: Cannot delete thread opening post!
gl: Non se pode eliminar a publicación que abriu o fío!
pt_br: Não é possível excluir a postagem de abertura do tópico!
sl: Objave ob odprtju teme ni mogoče izbrisati!
tr: Konu açma gönderisi silinemiyor!

source: Please wait before commenting again
gl: Agarde antes de volver comentar
pt_br: Por favor, espere antes de comentar de novo
sl: Počakajte pred ponovnim komentiranjem
tr: Tekrar yorum yapmadan önce lütfen bekleyin

source: Open Thread
gl: Fío aberto
pt_br: Abrir tópico
sl: Odpri temo
tr: Konu Aç

source: Unable to create thread!
gl: Non se pode crear o fío!
pt_br: Incapaz de criar tópico!
sl: Ni mogoče ustvariti teme!
tr: Konu oluşturulamıyor!

source: An approval thread already exists! Consider replying there instead
gl: Xa existe un fío de aprobación! Considera responder alí no seu lugar
pt_br: Um tópico de aprovação já existe! Em vez disso, considere responder lá
sl: Tema za odobritev že obstaja! Razmislite o tem, da namesto tega odgovorite tam
tr: Onaylanmış bir konu zaten var! Bunun yerine oraya yanıt vermeyi düşünün

source: Please wait before opening another thread
gl: Agarde antes de abrir outro fío
pt_br: Por favor, espere antes de abrir outro tópico
sl: Počakajte pred odpiranjem nove teme
tr: Lütfen başka bir konu açmadan önce bekleyin

source: Done
gl: Feito
pt_br: Concluído
sl: Končano
tr: Bitti

source: Username or email
gl: Nome de usuario ou correo electrónico
pt_br: Usuário ou email
sl: Uporabniško ime ali e-pošta
tr: Kullanıcı adı ya da e-posta

source: Password
gl: Contrasinal
pt_br: Senha
sl: Geslo
tr: Parola

source: Remember me
gl: Lémbrame
pt_br: Lembre-me
sl: Zapovni si me
tr: Beni hatırla

source: Sign in
gl: Iniciar sesión
pt_br: Registrar-se
sl: Prijava
tr: Giriş yap

source: Incorrect email or password
gl: Correo electrónico ou contrasinal incorrectos
pt_br: Email ou senha incorretos
sl: Nepravilen e-naslov ali geslo
tr: Hatalı e-posta ya da parola

source: User %(username)s does not exist
gl: O usuario %(username)s non existe
pt_br: Usuário %(username)s não existe
sl: Uporabnik %(username)s ne obstaja
tr: %(username)s kullanıcısı mevcut değil

source: Incorrect password. Did you set one?
gl: Contrasinal incorrecto. Definiches un?
pt_br: Senha incorreta. Você configurou uma?
sl: Napačno geslo. Ste ga pravilno nastavili?
tr: Hatalı parola. Bir parola oluşturdunuz mu?

source: You need to confirm the registration email
gl: Necesitas confirmar o correo electrónico de rexistro
pt_br: Você precisa confirmar o email de cadastro
sl: Potrditi morate e-poštni naslov za registracijo
tr: Kayıt e-postasını onaylamanız gerekiyor

source: Login failed
gl: Fallou o inicio de sesión
pt_br: Login falhou
sl: Prijava je spodletela
tr: Giriş başarısız oldu

source: Display Name
gl: Nome para mostrar
pt_br: Nome mostrado
sl: Prikazano ime
tr: Görünecek İsim

source: Only alphabetic letters (A-Za-z), numbers (0-9), underscores (_), minuses (-), and periods (.) allowed
gl: Só letras alfabéticas (A-Za-Z), números (0-9), guións baixos (_), signos de menos (-) e puntos (.) se permiten
pt_br: Apenas letras (A-Za-z), números (0-9), sublinhado(_), traço(-), e pontos(.) permitidos
sl: Dovoljene so samo črke abecede (A-z), številke (0-9), podčrtaji (_), minusi (-) in pike (.)
tr: Yalnızca alfabetik harflere (A-Za-z), sayılara (0-9), alt çizgilere (_), eksilere (-) ve noktalara (.) izin verilir

source: Email
gl: Correo electrónico
sl: E-pošta
tr: E-posta

source: What is the result of the above calculation?
gl: Cal é o resultado do cálculo anterior?
pt_br: Qual o resultado da operação acima?
sl: Kakšen je rezultat zgornjega računa?
tr: Yukarıdaki hesaplamanın sonucu nedir?

source: Register
gl: Rexistro
pt_br: Registrar
sl: Registracija
tr: Kaydol

source: Incorrect captcha answer
gl: Resposta incorrecta ao captcha
pt_br: Resposta do captcha incorreta
sl: Napravilen odgovor captcha
tr: Hatalı captcha yanıtı

source: Reset Password
gl: Restablecer contrasinal
pt_br: Resetar senha
sl: Ponastavi geslo
tr: Şifreyi Yenile

source: Unable to find account
gl: Non se pode atopar a conta
pt_br: Incapaz de localizar a conta
sl: Račun ni najden
tr: Hesap bulunamadı

source: New password
gl: Novo contrasinal
pt_br: Nova senha
sl: Novo geslo
tr: Yeni Parola

source: Verify password
gl: Verificar contrasinal
pt_br: Verificar senha
sl: Ponovi geslo
tr: Parolayı Doğrula

source: Passwords must match
gl: Os contrasinais deben coincidir
pt_br: Senhas devem ser compatíveis
sl: Geslo se morata ujemati
tr: Parolalar eşleşmeli

source: Old password
gl: Contrasinal antigo
pt_br: Senha antiga
sl: Staro geslo
tr: Eski Parola

source: Passwords do not match
gl: Os contrasinais non coinciden
pt_br: Senhas não compatíveis
sl: Gesli se ne ujemata
tr: Parolalar eşleşmiyor

source: That email address has been unsubscribed/blacklisted, and cannot be used
gl: Ese enderezo de correo electrónico foi cancelado/engadido á lista negra e non se pode usar
pt_br: Esse email foi desinscrito/banido e não pode ser utilizado
sl: Ta e-poštni naslov je na črnem seznamu in ga ni mogoče uporabiti
tr: Bu e-posta adresi abonelikten çıkarıldı/kara listeye alındı ve kullanılamaz

source: Email already in use
gl: Correo electrónico xa en uso
pt_br: Email já usado
sl: E-naslov je že uporabljen
tr: E-posta zaten kullanımda

source: We were unable to create the account as the email is already in use by %(display_name)s. Try a different email address.
gl: Non puidemos crear a conta porque o correo electrónico xa está a ser usado por %(display_name)s. Proba cun enderezo de correo electrónico diferente.
pt_br: Não conseguimos criar a conta já que o email está em uso por %(display_name)s. Tente um email diferente.
sl: Računa ni bilo mogoče ustvariti, ker %(display_name)s že uporablja ta e-poštni naslov. Poskusite z drugim e-poštnim naslovom.
tr: E-posta zaten %(display_name)s tarafından kullanıldığından hesabı oluşturamadık. Farklı bir e-posta adresi deneyin.

source: Your password has been changed successfully.
gl: O teu contrasinal cambiouse correctamente.
pt_br: Sua senha foi alterada com sucesso.
sl: Geslo je bilo uspešno spremenjeno.
tr: Parolanız başarıyla değiştirildi.

source: Old password is incorrect
gl: O contrasinal antigo é incorrecto
pt_br: Senha antiga está incorreta
sl: Sato geslo je napačno
tr: Eski parola hatalı

source: Unknown verification token!
gl: Token de verificación descoñecido!
pt_br: Token de verificação desconhecido!
sl: Neznan žeton za preverjanje!
tr: Bilinmeyen doğrulama jetonu!

source: Token has expired
gl: O token caducou
pt_br: Token inspirou
sl: Žeton je potekel
tr: Jetonun süresi doldu

source: Another user is already using that email
gl: Outro usuario xa está a usar ese correo electrónico
pt_br: Outro usuário já está usando esse email
sl: Ta e-poštni naslov že uporablja drugi uporabnik
tr: Başka bir kullanıcı zaten bu e-postayı kullanıyor

source: Confirmed email change
gl: Troco de correo electrónico confirmado
pt_br: Mudança de email confirmada
sl: Potrjena je sprememba e-pošte
tr: Onaylanmış e-posta değişikliği

source: Email address changed
gl: Enderezo de correo electrónico modificado
pt_br: Email alterado
sl: E-poštni naslov je bil spremenjen
tr: E-posta adresi değiştirildi

source: Your email address has changed. If you didn't request this, please contact an administrator.
gl: O teu enderezo de correo electrónico cambiou. Se non o solicitaches, ponte en contacto cun administrador.
pt_br: Seu email foi alterado. Se você não requisitou essa mudança, por favor, contate um administrador.
sl: Vaš e-poštni naslov se je spremenil. Če tega niste zahtevali, se obrnite na skrbnika.
tr: E-posta adresiniz değişti. Bunu siz talep etmediyseniz, lütfen bir yönetici ile iletişime geçin.

source: You may now log in
gl: Agora podes iniciar sesión
pt_br: Talvez você deva logar
sl: Zdaj se lahko prijavite
tr: Şimdi giriş yapabilirsiniz

source: Send
gl: Enviar
pt_br: Enviar
sl: Pošlji
tr: Gönder

source: That email is now blacklisted. Please contact an admin if you wish to undo this.
gl: Ese correo electrónico está agora na lista negra. Ponte en contacto cun administrador se queres desfacer isto.
pt_br: Esse email está banido. Por favor, contate um administrador se você deseja desfazer isso.
sl: Ta e-poštni naslov je zdaj na črni listi. Če želite to razveljaviti, se obrnite na skrbnika.
tr: Bu e-posta artık kara listeye alındı. Geri almak istiyorsanız lütfen bir yönetici ile iletişime geçin.

source: User has already been claimed
gl: O usuario xa foi reclamado
pt_br: Usuário já foi requisitado
sl: Uporabnik je že bil zahtevan
tr: Kullanıcı zaten talep edildi

source: Unable to get GitHub username for user. Make sure the forum account exists.
gl: Non se pode obter o nome de usuario de GitHub para o usuario. Asegúrate de que a conta do foro exista.
pt_br: Não foi possível obter o nome de usuário do GitHub. Certifique-se de que a conta do fórum existe.
sl: Uporabniškega imena GitHub za uporabnika ni mogoče pridobiti. Prepričajte se, da forumski račun obstaja.
tr: Kullanıcı için GitHub kullanıcı adı alınamadı. Forum hesabının var olduğuna emin olun.

source: A ContentDB user with that name already exists. Please contact an admin to link to your forum account
gl: Xa existe un usuario de ContentDB con ese nome. Ponte en contacto cun administrador para vinculalo á túa conta do foro
pt_br: Já existe um usuário do ContentDB com esse nome. Entre em contato com um administrador para vincular à sua conta do fórum
sl: Uporabnik ContentDB s tem imenom že obstaja. Za povezavo z vašim forumskim računom se obrnite na skrbnika
tr: Bu isimle bir ContentDB kullanıcısı zaten var. Lütfen forum hesabını bağlamak için yöneticiye başvurun

source: That user has already been claimed!
gl: Ese usuario xa foi reclamado!
pt_br: Esse usuário já foi requisitado!
sl: Ta uporabnik je že bil zahtevan!
tr: Bu kullanıcı zaten sahiplenildi!

source: Error whilst attempting to access forums: %(message)s
gl: Erro ao tentar acceder aos foros: %(message)s
pt_br: Erro durante tentativa de acessar fórum: %(message)s
sl: Napaka pri poskusu dostopa do forumov: %(message)s
tr: Forumlara erişmeye çalışırken hata oluştu: %(message)s

source: Unable to get forum signature - does the user exist?
gl: Non se pode obter a sinatura do foro - Existe o usuario?
pt_br: Incapaz de conseguir a assinatura do fórum - esse usuário existe?
sl: Podpisa na forumu ni mogoče dobiti - ali uporabnik obstaja?
tr: Forum imzası alınamadı - kullanıcı mevcut mu?

source: Unable to login as user
gl: Non se pode iniciar sesión como usuario
pt_br: Incapaz de logar com usuário
sl: Ni se mogoče prijaviti kot uporabnik
tr: Kullanıcı olarak giriş yapılamadı

source: Could not find the key in your signature!
gl: Non se puido atopar a clave na túa sinatura!
pt_br: Não foi possível localizar a chave em sua assinatura!
sl: V vašem podpisu ni mogoče najti ključa!
tr: İmzanızda anahtar bulunamadı!

source: Unknown claim type
gl: Tipo de reclamación descoñecido
pt_br: Tipo de requisição desconhecida
sl: Neznana vrsta zahtevka
tr: Bilinmeyen talep türü

source: Top reviewer
gl: Mellor valorador
pt_br: Avaliador top
sl: Najboljši ocenjevalec
tr: En iyi yorumlayıcı

source: %(display_name)s has written the most helpful reviews on ContentDB.
gl: %(display_name)s escribiu as valoracións máis útiles en ContentDB.
pt_br: %(display_name)s escreveu as avaliações mais uteis no ContentDB.
sl: %(display_name)s je napisal/a najbolj koristne ocene na ContentDB-ju.
tr: %(display_name)s, ContentDB'deki en yararlı incelemeleri yazdı.

source: 2nd most helpful reviewer
gl: 2º valorador Máis Útil
pt_br: 2nd avaliador mais útil
sl: Drugi najboljši ocenjevalec
tr: 2'nci en yararlı yorumlayıcı

source: 3rd most helpful reviewer
gl: 3º valorador Máis Útil
pt_br: 3rd avaliador mais útil
sl: Tretji najboljši ocenjevalec
tr: 3'üncü en yararlı yorumlayıcı

source: This puts %(display_name)s in the top %(perc)s%%
gl: Isto sitúa a %(display_name)s no %(perc)s%% superior
pt_br: Isso coloca %(display_name)s no top %(perc)s%%
sl: To uvrsti %(display_name)s med prvih %(perc)s%%
tr: Bu, %(display_name)s 'i %(perc)s de en iyi yapar

source: Top %(perc)s%% reviewer
gl: Mellor valorador %(perc)s%%
pt_br: Avaliador top %(perc)s%%
sl: Najboljši ocenjevalec (%(perc)s%%)
tr: En iyi %(perc)s%% yorumcusu

source: Only %(place)d users have written more helpful reviews.
gl: Só %(place)d usuarios escribiron valoracións máis útiles.
pt_br: Apenas %(place)d usuários escreveram avaliações mais úteis.
sl: Samo %(place)d uporabnikov je napisalo bolj koristne ocene.
tr: Yalnızca %(place)d kullanıcıları daha yararlı incelemeler yazdı.

source: Consider writing more helpful reviews to get a medal.
gl: Considere escribir valoracións máis útiles para obter unha medalla.
pt_br: Considere escrever avaliações mais úteis para ganhar uma medalha.
sl: Razmislite o pisanju bolj koristnih ocen, da si prislužite medaljo.
tr: Madalya almak için daha yararlı yorumlar yazmayı düşünün.

source: You are in place %(place)s.
gl: Estás no lugar %(place)s.
pt_br: Você está na posição %(place)s.
sl: Vi ste na %(place)s. mestu.
tr: %(place)s yerindesiniz.

source: Your packages have %(downloads)d downloads in total.
gl: Os teus paquetes teñen %(downloads)d descargas en total.
pt_br: Seus pacotes tem %(downloads)d downloads no total.
sl: Vaši paketi imajo skupno %(downloads)d prenosov.
tr: Paketleriniz toplamda %(downloads)d indirmeye sahip.

source: First medal is at 50k.
gl: A primeira medalla está nos 50k.
pt_br: Primeira medalha aos 50k.
sl: Prva medalja je pri 50 000.
tr: İlk madalya 50 binde.

source: >300k downloads
gl: &gt;300.000 descargas
pt_br: &gt;300k downloads
sl: &gt;300 000 prenosov
tr: &gt;300 bin indirme

source: >100k downloads
gl: &gt;100.000 descargas
pt_br: &gt;100k downloads
sl: &gt;100 000 prenosov
tr: &gt;100k indirme

source: >75k downloads
gl: &gt;75.000 descargas
pt_br: &gt;75k downloads
sl: &gt;75 000 prenosov
tr: &gt;75 bin indirme

source: >50k downloads
gl: &gt;50.000 descargas
pt_br: &gt;50k downloads
sl: &gt;50 000 prenosov
tr: &gt;50 bin indirme

source: Has received %(downloads)d downloads across all packages.
gl: Recibiu %(downloads)d descargas en todos os paquetes.
pt_br: Recebeu %(downloads)d downloads em todos os pacotes.
sl: Prejel je %(downloads)d prenosov v vseh paketih.
tr: Tüm paketlerde %(downloads)d indirme aldı.

source: Edit Profile
gl: Editar perfil
pt_br: Editar perfil
sl: Uredi profil
tr: Profili Düzenle

source: Account and Security
gl: Conta e seguridade
pt_br: Conta e segurança
sl: Račun in varnost
tr: Hesap ve Güvenlik

source: Email and Notifications
gl: Correo electrónico e notificacións
pt_br: Email e Notificações
sl: E-pošta in obvestila
tr: E-posta ve Bildirimler

source: API Tokens
gl: Tokens da API
pt_br: Tokens de API
sl: API žetoni
tr: API Jetonları

source: OAuth2 Applications
gl: Aplicacións OAuth2
pt_br: Aplicações OAuth2
sl: OAuth2 aplikacije
tr: OAuth2 Uygulamaları

source: Moderator Tools
gl: Ferramentas do moderador
pt_br: Ferramentas de Moderador
sl: Orodja za moderatorje
tr: Moderatör Araçları

source: Donation URL
gl: URL de doazón
pt_br: URL de doações
sl: URL za donacije
tr: Bağış URL'si

source: A user already has that name
gl: Un usuario xa ten ese nome
pt_br: Um usuário já tem esse nome
sl: To ime je že uporabljeno
tr: Bir kullanıcı zaten bu ada sahip

source: Removed GitHub account
gl: Conta de GitHub retirada
pt_br: Conta do GitHub removida
sl: Odstrani GitHub račun
tr: GitHub hesabı kaldırıldı

source: You need to add an email address and password before you can remove your GitHub account
gl: Debes engadir un enderezo de correo electrónico e un contrasinal antes de poder retirar a túa conta de GitHub
pt_br: Você precisa adicionar um endereço de email e uma senha antes de remover sua conta do GitHub
sl: Preden lahko odstranite svoj račun GitHub, morate dodati e-poštni naslov in geslo.
tr: GitHub hesabını silmeden önce hesabına e-posta adresi ve şifre eklemen lazım

source: Users with moderator rank or above cannot be deleted
gl: Non se poden eliminar os usuarios con rango de moderador ou superior
pt_br: Usuário ranqueado com moderador ou maior não pode ser deletado
sl: Uporabnikov z moderatorskimi pravicami ali višjimi ni mogoče izbrisati
tr: Moderatör veya üzeri rütbeye sahip kullanıcılar silinemez

source: Display name
gl: Nome para mostrar
pt_br: Nome mostrado
sl: Prikazano ime
tr: Görünen ad

source: Forums Username
gl: Nome de usuario dos foros
pt_br: Nome de usuário de fóruns
sl: Uporabniško ime za forum
tr: Forumlar Kullanıcı Adı

source: GitHub Username
gl: Nome de usuario de GitHub
pt_br: Nome de usuário do GitHub
sl: Uporabniško ime za GitHub
tr: GitHub Kullanıcı Adı

source: Rank
gl: Rango
pt_br: Ranque
sl: Stopnja
tr: Rütbe

source: Can't promote a user to a rank higher than yourself!
gl: Non podes ascender a un usuario a un rango superior ao teu!
pt_br: Não pode promover um usuário para um ranque maior que o seu!
sl: Uporabnika ne moreš povišati na višjo stopnjo od sebe!
tr: Bir kullanıcıyı kendinizden daha yüksek bir rütbeye yükseltemezsiniz!

source: Authorization failed [err=gh-oauth-login-failed]
gl: Fallou a autorización [err=gh-oauth-login-failed]
pt_br: Falha na autorização[err=gh-oauth-login-failed]
sl: Avtorizacija ni uspela [err=gh-oauth-login-failed]
tr: Yetkilendirme başarısız oldu: [err=gh-oauth-login-failed]

source: Linked GitHub to account
gl: GitHub ligado á conta
pt_br: Vinculado à conta do GitHub
sl: Povezano GitHub z računom
tr: Github hesabına bağlandı

source: GitHub account is already associated with another user: %(username)s
gl: A conta de GitHub xa está asociada con outro usuario: %(username)s
pt_br: A conta do GitHub já está associada a outro usuário: %(username)s
sl: Račun GitHub je že povezan z drugim uporabnikom: %(username)s
tr: GitHub hesabı: %(username)s tarafından zaten ilişkilendirildi
