Repository: luanti-org/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl, pt_br, sl, tr

source: Banned:
gl: Excluído:
pt_br: Banido:
sl: Prepovedano:
tr: Yasaklı:

source: You have been banned.
gl: Fuches excluído.
pt_br: Você foi banido.
sl: V ste bili prepovedani.
tr: Yasaklandınız.

# tags
source: For 128px or higher texture packs
gl: Para paquetes de texturas de 128 píxeles ou maior
pt_br: Para pacotes de texturas de 128px ou mais
sl: Za teksturne pakete velikosti 128px ali več
tr: 128px'den doku paketleri için

# tags
source: For 16px texture packs
gl: Para paquetes de texturas de 16 píxeles
pt_br: Para pacotes de texturas de 16px
sl: Za teksturne pakete velikosti 16px ali več
tr: 16px doku paketleri için

# tags
source: For 32px texture packs
gl: Para paquetes de texturas de 32 píxeles
pt_br: Para pacotes de texturas de 32px
sl: Za teksturne pakete velikosti 32px
tr: 32px doku paketleri için

# tags
source: For 64px texture packs
gl: Para paquetes de texturas de 64 píxeles
pt_br: Para pacotes de texturas de 64px
sl: Za teksturne pakete velikosti 64px
tr: 64px doku paketleri için

# tags
source: Adventure / RPG
gl: Aventura / RPG (xogo de rol)
pt_br: Aventura / RPG
sl: Pustolovščina / RPG
tr: Macera / RPG

# tags
source: Joke
gl: Brincadeira
pt_br: Humor
sl: Šale
tr: Şaka

# tags
source: For humorous content, meant as a novelty or joke, not to be taken seriously, and that is not meant to be used seriously or long-term.
gl: Para contido humorístico, destinado como unha novidade ou brincadeira, que non debe tomarse en serio e que non está pensado para usarse de forma seria ou a longo prazo.
pt_br: Para conteúdo humorístico, pensado como uma novidade ou piada, que não deve ser levado a sério e que não se destina a ser usado de forma séria ou a longo prazo.
sl: Za humoristično vsebino, mišljeno kot novost ali šala, ki je ne smemo jemati resno in ki ni namenjena resni ali dolgoročni uporabi.
tr: Şaka veya yenilik olarak tasarlanmış, ciddiye alınmaması gereken ve ciddi veya uzun vadeli kullanım amacı taşımayan mizahi içeriklerdir.

# tags
source: Building
gl: Construíndo
pt_br: Construção
sl: Gradnja
tr: İnşaat

# tags
source: Focuses on building, such as adding new materials or nodes
gl: Céntrase na construción, como engadir novos materiais ou nós
pt_br: Foca na construção, como adicionar novos materiais ou nós
sl: Osredotoča se na gradnjo, kot je dodajanje novih materialov ali vozlišč
tr: Yeni malzemeler veya düğümler eklemek gibi inşa etmeye odaklanır

# tags
source: Building Mechanics and Tools
gl: Mecánica e ferramentas da construción
pt_br: Mecânicas de Construção e Ferramentas
sl: Gradbena mehanika in orodja
tr: Mekanik ve Araç İnşaatı

# tags
source: Adds game mechanics or tools that change how players build.
gl: Engade mecánicas de xogo ou ferramentas que trocan a forma en que os xogadores constrúen.
pt_br: Adiciona mecânicas de jogo ou ferramentas que mudam a maneira como os jogadores constroem.
sl: Dodaja mehaniko igre ali orodja, ki spreminjajo način kako igralci gradijo.
tr: Oyuncuların inşaat etme tercihlerine göre mekanik yada araç ekler.

# tags
source: Chat / Commands
gl: Conversa / Comandos
pt_br: Bate-papo / Comandos
sl: Klepet / Ukazi
tr: Sohbet / Komutlar

# tags
source: Focus on player chat/communication or console interaction.
gl: Centrado na conversa/comunicación dos xogadores ou na interacción coa consola.
pt_br: Foca no bate-papo/comunicação do jogador ou na interação do console.
sl: Osredotočite se na klepet/komunikacijo igralcev ali interakcijo s konzolo.
tr: Oyuncunun sohbet/iletişim yada konsol etkileşimine odaklanır.

# tags
source: Commerce / Economy
gl: Comercio / Economía
pt_br: Comércio / Economia
sl: Trgovina / Gospodarstvo
tr: Ticaret / Ekonomi

# tags
source: Related to economies, money, and trading
gl: Relacionado coas economías, o diñeiro e o comercio
pt_br: Relacionado com economias, trocas e dinheiro
sl: Povezano z gospodarstvom, denarjem in trgovanjem
tr: Ekonomi, para ve takasa ilgilidir

# tags
source: Complex installation
gl: Instalación complexa
pt_br: Instalação Complexa
sl: Zahtevna namestitev
tr: Kompleks kurulum

# tags
source: Requires futher installation steps, such as installing LuaRocks or editing the trusted mod setting
gl: Require máis pasos de instalación, como instalar LuaRocks ou editar a configuración do mod de confianza
pt_br: Requer etapas de instalação adicionais, como instalar o LuaRocks ou editar a configuração confiável de um mod
sl: Zahteva nadaljnje korake namestitve, kot je namestitev LuaRocks ali urejanje nastavitve zaupanja vrednega moda
tr: LuaRocks'u yüklemek veya güvenilir mod ayarını düzenlemek gibi daha ileri kurulum adımları gerektirir

# tags
source: Crafting
gl: Fabricación
pt_br: Produção
sl: Izdelava
tr: Üretim

# tags
source: Big changes to crafting gameplay
gl: Grandes cambios na mecánica de fabricación do xogo
pt_br: Grandes mudanças na jogabilidade de criação
sl: Velike spremembe v ustvarjanju
tr: Üretim oynanışına büyük etkiler

# tags
source: Creative
gl: Creativo
pt_br: Criativo
sl: Ustvarjalno
tr: Yaratıcılık

# tags
source: Written specifically or exclusively for use in creative mode. Adds content only available through a creative inventory, or provides tools that facilitate ingame creation and doesn't add difficulty or scarcity
gl: Escrito especificamente ou exclusivamente para o uso no modo creativo. Engade contido só dispoñible a través dun inventario creativo, ou proporciona ferramentas que facilitan a creación dentro do xogo e non engade dificultade ou escaseza
pt_br: Escrito especificamente ou exclusivamente para uso no modo criativo. Adiciona conteúdo disponível apenas por meio de um inventário criativo ou fornece ferramentas que facilitam a criação dentro do jogo e não adiciona dificuldade ou escassez
sl: Napisano posebej ali izključno za uporabo v ustvarjalnem načinu. Dodaja vsebino, ki je na voljo le prek ustvarjalnega inventarja, ali ponuja orodja, ki olajšajo ustvarjanje v igri in ne dodaja težavnosti ali pomanjkanja (dobrin …)
tr: Özellikle yaratıcı mod için kullanılmak üzere yazılmıştır. Yalnızca yaratıcı envanter aracılığıyla kullanılabilen içerik ekler veya oyun içi yaratımı kolaylaştıran zorluk veya kıtlık eklemeyen araçlar sağlar

# tags
source: Custom mapgen
gl: Xerador de mapas personalizado
pt_br: Mapgen personalizado
sl: Generator zemljevidov po meri
tr: Özel oluşturulmuş harita

# tags
source: Contains a completely custom mapgen implemented in Lua, usually requires worlds to be set to the 'singlenode' mapgen.
gl: Contén un xerador de mapas completamente personalizado implementado en Lua, que normalmente require que os mundos estean configurados co xerador de mapas 'singlenode'.
pt_br: Contém um mapgen completamente personalizado implementado em Lua, geralmente requer que os mundos sejam definidos para o mapgen 'singlenode'.
sl: Vsebuje popolnoma prilagojen generator zemljevidov, implementiran v Lua, običajno zahteva, da so svetovi nastavljeni na generator zemljevidov „singlenode“.
tr: Lua'da uygulanan tamamen özel bir mapgen içerir, genellikle dünyaların 'singlenode' mapgen'e ayarlanmasını gerektirir.

# tags
source: Decorative
gl: Decorativo
pt_br: Decorativo
sl: Okrasno
tr: Dekorasyon

# tags
source: Adds nodes with no other purpose than for use in building
gl: Engade nós sen outro propósito que non sexa o uso na construción
pt_br: Adiciona nós sem outra finalidade senão o uso na construção
sl: Dodaja vozlišča brez drugega namena kot za uporabo pri gradnji (okrasitev)
tr: İnşaat amaçlı başka bir şey eklemez

# tags
source: Developer Tools
gl: Ferramentas de Desenvolvemento
pt_br: Ferramentas de Desenvolvedor
sl: Orodja za razvijalce
tr: Geliştirici Araçları

# tags
source: Tools for game and mod developers
gl: Ferramentas para desenvolvedores de xogos e modificacións
pt_br: Ferramentas para o jogo e para desenvolvedores de mods
sl: Orodja za razvijalce iger in modov
tr: Oyun ve mod geliştiricilerine özel araçlar

# tags
source: Education
gl: Educación
pt_br: Educação
sl: Izobraževanje
tr: Eğitim

# tags
source: Either has educational value, or is a tool to help teachers
gl: Ou ten valor educativo, ou é unha ferramenta para axudar ao profesorado.
pt_br: Ou tem valor educacional ou é uma ferramenta para ajudar os professores
sl: Ima bodisi izobraževalno vrednost bodisi je orodje za pomoč učiteljem
tr: Öğretmenlere yardımcı olmak için eğitimsel araçlar ekler

# tags
source: Environment / Weather
gl: Medio ambiente / Tempo
pt_br: Ambiente / Clima
sl: Okolje / Vreme
tr: Çevre / Hava Durumu

# tags
source: Improves the world, adding weather, ambient sounds, or other environment mechanics
gl: Mellora o mundo, engadindo clima, sons ambientais ou outras mecánicas ambientais
pt_br: Melhora o mundo, adicionando clima, sons ambientes ou outras mecânicas ambientais
sl: Izboljša svet z dodajanjem vremena, zvokov iz okolice ali drugih mehanik okolja
tr: Dünyaya, hava durumu, ortam sesleri ya da diğer çevre mekanikleri ekler

# tags
source: Food / Drinks
gl: Comida/Bebidas
pt_br: Comida / Bebidas
sl: Hrana / Pijače
tr: Yemek / İçecek

# tags
source: GUI
gl: Interface gráfica de usuario (GUI)
tr: GKA (GUI)

# tags
source: For content whose main utility or features are provided within a GUI, on-screen menu, or similar
gl: Para contidos cuxa utilidade ou funcións principais se proporcionan nunha Interface gráfica de usuario, un menú en pantalla ou similar
pt_br: Para conteúdo cuja principal utilidade ou recursos são fornecidos em uma GUI, menu na tela ou similar
sl: Za vsebino, katere glavna uporabnost ali funkcije so na voljo v grafičnem uporabniškem vmesniku, zaslonskem meniju ali podobnem
tr: Temel işlevselliği veya özellikleri bir GKA, ekran menüsü veya benzeri bir ortamda sunulan içerikler için

# tags
source: HUD
tr: GÖE (HUD)

# tags
source: For mods that grant the player extra information in the HUD
gl: Para modificacións que outorgan ao xogador información adicional no HUD
pt_br: Para mods que concedem ao jogador informações extras no HUD
sl: Za modifikacije, ki igralcu omogočajo dodatne informacije v HUD-u
tr: GÖE'de oyuncuya ek bilgiler sağlayan modlar için

# tags
source: Inventory
gl: Inventario
pt_br: Inventário
sl: Inventar
tr: Envanter

# tags
source: Changes the inventory GUI
gl: Cambia a interface gráfica do inventario
pt_br: Altera a interface gráfica do inventário
sl: Spremeni grafični uporabniški vmesnik inventarja
tr: Envanter Görünüşünü Değiştirir

# tags
source: Jam / Combat 2020
gl: Jam / Combate 2020
pt_br: Jam / Combate 2020
tr: Jam / Savaş 2020

# tags
source: For mods created for the Discord "Combat" modding event in 2020
gl: Para modificacións creadas para o evento de modificación "Combat" de Discord en 2020
pt_br: Para mods criados para o evento de mods "Combat" do Discord em 2020
sl: Za mode, ustvarjene za modderski dogodek Discord „Combat" leta 2020
tr: Discord 2020 "Savaş" modlama etkinliği için yaratılan modlar

# tags
source: Jam / Game 2021
gl: Jam / Xogo 2021
tr: Jam / Oyunlar 2021

# tags
source: Entries to the 2021 Minetest Game Jam
gl: Entradas na Minetest Game Jam 2021
pt_br: Inscrições no Minetest Game Jam 2021
sl: Kandidati za Minetest Game Jam 2021
tr: 2021 Minetest Oyun Yarışması Girişleri

# tags
source: Jam / Game 2022
gl: Jam / Xogo 2022
tr: Jam / Oyunlar 2022

# tags
source: Entries to the 2022 Minetest Game Jam
gl: Entradas para o Minetest Game Jam de 2022
pt_br: Inscrições no Minetest Game Jam 2022
sl: Kandidati za Minetest Game Jam 2022
tr: 2021 Minetest Oyun Yarışması Girişleri

# tags
source: Jam / Game 2023
gl: Jam / Xogo 2023
tr: Jam / Oyunlar 2023

# tags
source: Entries to the 2023 Minetest Game Jam
gl: Participacións no Jam de Xogos de Minetest 2023
pt_br: Inscrições no Minetest Game Jam 2023
sl: Kandidati za Minetest Game Jam 2023
tr: 2023 Minetest Oyun Yarışması Girişleri

# tags
source: Jam / Game 2024
gl: Jam/ Xogo 2024
tr: Jam / Oyun 2024

# tags
source: Entries to the 2024 Luanti Game Jam
gl: Entradas para o Luanti Game Jam de 2024
pt_br: Inscrições no Luanti Game Jam 2024
sl: Kandidati za Luanti Game Jam 2024
tr: 2024 Luanti Oyun Yarışması Girişleri

# tags
source: Jam / Game 2025
gl: Jam (maratón) / Xogo 2025
tr: Jam / Oyunlar 2025

# tags
source: Entries to the 2025 Luanti Game Jam
gl: Inscricións á Jam de Xogos Luanti 2025
pt_br: Inscrições no Luanti Game Jam 2025
sl: Kandidati za Luanti Game Jam 2025
tr: 2025 Luanti Oyun Jam'e katılımlar

# tags
source: Jam / Weekly Challenges 2021
gl: Jam / Desafíos semanais 2021
pt_br: Jam / Desafios Semanais 2021
sl: Jam / Tedenski izzivi 2021
tr: Jam / Haftalık Yarışmalar 2021

# tags
source: For mods created for the Discord "Weekly Challenges" modding event in 2021
gl: Para modificacións creadas para o evento de modificación "Weekly Challenges" de Discord en 2021
pt_br: Para mods criados para o evento de mods "Desafios Semanais" do Discord em 2021
sl: Za mode, ustvarjene za modderski dogodek Discord „Tedenski izzivi" leta 2021
tr: Discord 2021'de "Haftalık Yarışmalar" modlama etkinliği için oluşturulan modlar

# tags
source: <16px
gl: &lt;16px
pt_br: &lt;16px
tr: &lt;16px

# tags
source: For less than 16px texture packs
gl: Para paquetes de texturas de menos de 16 píxeles
pt_br: Para pacotes de textura com menos de 16px
sl: Za teksturne pakete velikosti manj kot 16px
tr: 16px'den daha az doku paketleri için

# tags
source: API / Library
gl: API / Biblioteca
pt_br: API / Biblioteca
sl: API / Knjižnica
tr: API / Kütüphane

# tags
source: Primarily adds an API for other mods to use
gl: Engade principalmente unha API para que outros mods a usen
pt_br: Adiciona principalmente uma API para outros mods usarem
sl: Predvsem doda API za uporabo drugih modov
tr: Diğer modların kullanılması için API ekler

# tags
source: Magic / Enchanting
gl: Maxia / Encanto
pt_br: Magia / Encantamento
sl: Magija / Čaranje
tr: Sihir / Büyü

# tags
source: Mapgen / Biomes / Decoration
gl: Xeración de Mapas / Biomas / Decoración
pt_br: Mapgen / Biomas / Decoração
sl: Generator terena / Biomi /Dekoracija
tr: Harita oluşumu / Biyomlar / Dekorasyon

# tags
source: New mapgen or changes mapgen
gl: Nova Xeración de Mapas ou Cambios na Xeración de Mapas
pt_br: Cria ou muda a geração de mundo
sl: Novi generatorji terena oziroma spremembe le teh
tr: Yeni ya da harita oluşumu değiştirir

# tags
source: Mini-game
gl: Minixogo
sl: Mini-igre
tr: Mini-oyunlar

# tags
source: Adds a mini-game to be played within Luanti
gl: Engade un mini-xogo para xogar dentro de Luanti
pt_br: Adiciona um minigame para ser jogado dentro de Luanti
sl: Doda mini-igre, ki jih je mogoče igrati z Luantijem
tr: Luanti ile oynanabilen mini-oyunlar ekler

# tags
source: Mobs / Animals / NPCs
gl: Criaturas / Animais / PNXs (NPCs)
pt_br: Mobs / Animais / NPCs
sl: Mobi / Živali / NPC-ji
tr: Yaratıklar / Hayvanlar / NPCler

# tags
source: Adds mobs, animals, and non-player characters
gl: Engade criaturas, animais e personaxes non xogadores
pt_br: Adiciona mobs, animais e personagens não jogáveis
sl: Doda Love, živali in ne igralske osebnosti
tr: Oyuna yaratıklar, hayvanlar ve oyuncu-olmayan karakterler ekler

# tags
source: Minetest Game improved
gl: Minetest Game mellorado
pt_br: Minetest Game melhorado
sl: Izboljšava Minetest Game
tr: Gelişmiş Minetest Oyunu

# tags
source: Forks of Minetest Game
gl: Ramas de Minetest Game
pt_br: Bifurcações do Minetest Game
sl: Veje od Minetest Game
tr: Minetest Oyunun Çataları

# tags
source: Multiplayer-focused
gl: Centrado no multixogador
pt_br: Focado em multijogador
sl: Osredotočeno za večigralcev
tr: Çok Oyunculu-odaklı

# tags
source: Can/should only be used in multiplayer
gl: Só se pode/debería usar no modo multixogador
pt_br: Pode/deve ser usado somente no modo multijogador
sl: Uporabljati se sme/mora le v večigralskem načinu
tr: Çok oyunculuda kullanılabilir/kullanılmalı

# tags
source: One-of-a-kind / Original
gl: Único na súa especie / Orixinal
pt_br: Único / Original
sl: Unikatno / Izvirno
tr: Eşsiz / Orijnal

# tags
source: For games and such that are of their own kind, distinct and original in nature to others of the same category.
gl: Para xogos e similares que son únicos na súa especie, distintos e orixinais en natureza doutros da mesma categoría.
pt_br: Para jogos e similares que são únicos, distintos e originais em natureza em relação a outros da mesma categoria.
sl: Za igre in drugo, ki izvirno od drugih v isti kategoriji.
tr: Kendi türünde, diğer benzer kategorilerden farklı ve özgün olan oyunlar ve benzeri şeyler için.

# tags
source: Plants and Farming
gl: Plantas e Labranza
pt_br: Plantas e Cultivo
sl: Rastline in kmetijstvo
tr: Bitkiler ve Tarla

# tags
source: Adds new plants or other farmable resources.
gl: Engade novas plantas ou outros recursos cultivables.
pt_br: Adiciona novas plantas ou outros recursos cultiváveis.
sl: Dodaja nove rastline in druge pripomočke za kmetijstvo.
tr: Yeni bitkiler ve tarla kaynakları ekler.

# tags
source: Player Effects / Power Ups
gl: Efectos de Xogador / Potenciadores
pt_br: Efeitos do Jogador / Power Ups
sl: Učinki za igralca
tr: Oyuncu Efektleri / Güçler

# tags
source: For content that changes player effects, including physics, for example: speed, jump height or gravity.
gl: Para contidos que cambian os efectos do xogador, incluíndo a física, por exemplo: a velocidade, a altura do salto ou a gravidade.
pt_br: Para conteúdo que altera os efeitos do jogador, incluindo física, por exemplo: velocidade, altura do pulo ou gravidade.
sl: Za vsebino, ki spreminja učinke igralca, vključno s fiziko, na primer: hitrost, višino skoka ali gravitacijo.
tr: Oyuncunun fizik dahil efektlerini değiştirmek için, örneğin: hız, zıplama yükseliği ya da yerçekimi.

# tags
source: Puzzle
gl: Crebacabezas
pt_br: Enigmas
sl: Sestavljanka
tr: Bulmaca

# tags
source: Focus on puzzle solving instead of combat
gl: Céntrase na resolución de quebracabezas en lugar do combate
pt_br: Foca na resolução de quebra-cabeças em vez do combate
sl: Osredotočite se na reševanje ugank namesto na boj
tr: Savaş yerine bulmaca çözme odaklı

# tags
source: Player vs Environment (PvE)
gl: Xogador contra Entorno (PvE)
pt_br: PvE - Jogador vs Ambiente
sl: Igralec proti okolju (PvE)
tr: Oyuncu Çevreye karşı (PvE)

# tags
source: For content designed for one or more players that focus on combat against the world, mobs, or NPCs.
gl: Para contido deseñado para un ou máis xogadores que se centre no combate contra o mundo, as criaturas ou os PNXs.
pt_br: Para conteúdo projetado para um ou mais jogadores com foco em combate contra o mundo, mobs ou NPCs.
sl: Za vsebino, zasnovano za enega ali več igralcev, ki se osredotoča na boj proti svetu, pošastim ali NPC-jem (ne igralskim likom).
tr: Bir ya da daha fazla oyuncunun dünya, yaratıklar ya da NPClere karşı olmasına odaklanır.

# tags
source: Player vs Player (PvP)
gl: Xogador contra Xogador (PvP)
pt_br: PvP - Jogador vs Jogador
sl: Igralec proti igralcu (PvP)
tr: Oyuncu, Oyuncuya karşı (PvP)

# tags
source: Designed to be played competitively against other players
gl: Deseñado para ser xogado de maneira competitiva contra outros xogadores
pt_br: Projetado para ser jogado competitivamente contra outros jogadores
sl: Zasnovano za tekmovalno igranje proti drugim igralcem (boj)
tr: Bir oyuncunun başka oyuncuya karşı olması için tasarlandı

# tags
source: Seasonal
gl: Estacional
pt_br: Temporada
sl: Sezonske vsebine
tr: Mevsimsel

# tags
source: For content generally themed around a certain season or holiday
gl: Para contido xeralmente relacionado cunha determinada estación ou festividade
pt_br: Para conteúdo geralmente temático em torno de uma determinada estação ou feriado
sl: Za vsebino, ki je običajno osredotočena na določen letni čas ali praznik
tr: Genel sezon ya da tatil temalı içerik

# tags
source: Server Moderation and Tools
gl: Moderación de Servidores e Ferramentas
pt_br: Moderação de Servidor e Ferramentas
sl: Moderiranje strežnika in orodja
tr: Sunucu Moderatörlüğü ve Araçları

# tags
source: Helps with server maintenance and moderation
gl: Axuda no mantemento e moderación do servidor
pt_br: Ajuda na moderação e manutenção do servidor
sl: Pomoč pri vzdrževanju in moderiranju strežnikov
tr: Sunucu bakımına ve moderatörliğe yardımcı olur

# tags
source: Shooter
gl: Xogo de Disparos
pt_br: Atirador
sl: Streljačina
tr: Nişancılık

# tags
source: First person shooters (FPS) and more
gl: Disparos en primeira persoa (FPS) e máis
pt_br: Jogos de tiro em primeira pessoa (FPS) e mais
sl: Prvoosebni strelec (FPS) in več
tr: Birinci şahıs nişan (FPS) ve fazlası

# tags
source: Sims
gl: Simulación
sl: Simulacije
tr: Simülatör

# tags
source: Mods and games that aim to simulate real life activity. Similar to SimCity/The Sims/OpenTTD/etc.
gl: Modificacións e xogos que buscan simular actividades da vida real. Semellante a SimCity / The Sims / OpenTTD / etc.
pt_br: Mods e jogos que visam simular atividades da vida real. Semelhantes a SimCity/The Sims/OpenTTD/etc.
sl: Modi in igre, ki simulirajo dejavnosti v resničnem življenju. Podobno kot SimCity/The Sims/OpenTTD/itd.
tr: Gerçek hayata odaklı aktiviteler için modlar. SimCity/The Sims/OpenTTD vs. Gibi.

# tags
source: Singleplayer-focused
gl: Enfocado ao Xogador Único
pt_br: Focado em jogar sozinho
sl: Osredotočeno na enega igralca
tr: Tek oyunculu-odaklı

# tags
source: Content that can be played alone
gl: Contido Para Xogar Só
pt_br: Conteúdo que pode ser jogado sozinho
sl: Vsebina, ki jo je mogoče predvajati kot igro za enega igralca ...
tr: Tek oynanabilir içerikler

# tags
source: Player customization / Skins
gl: Personalización do Xogador / Aparencias
pt_br: Personalização do jogador / Skins
sl: Prilagoditev igralca / Preobleke
tr: Oyuncu özeleştirme / Kaplama

# tags
source: Allows the player to customize their character by changing the texture or adding accessories.
gl: Permite ao xogador personalizar a súa personaxe cambiando a textura ou engadindo accesorios.
pt_br: Permite que o jogador personalize seu personagem alterando a textura ou adicionando acessórios.
sl: Igralcu omogoča prilagoditev lika s spreminjanjem teksture ali dodajanjem dodatkov.
tr: Oyuncular karakterlerin dokularını ve aksesuar ekleyerek özelleştirmeye izin verir.

# tags
source: Sounds / Music
gl: Sons / Música
pt_br: Sons / Música
sl: Zvoki / Glasba
tr: Ses / Müzik

# tags
source: Focuses on or adds new sounds or musical things
gl: Céntrase en, ou engade, novos sons ou elementos musicais
pt_br: Foca/adiciona novos sons, musicas ou relacionados
sl: Osredotočeno na dodajanje nove glasbe in drugih glasbenih reči
tr: Yeni ses veya müzikal içerikler eklemeye odaklı

# tags
source: Sports
gl: Deportes
pt_br: Esportes
sl: Šport
tr: Spor

# tags
source: Storage
gl: Almacenamento
pt_br: Armazenamento
sl: Shramba
tr: Depo

# tags
source: Adds or improves item storage mechanics
gl: Engade ou mellora as mecánicas de almacenamento de obxectos
pt_br: Adiciona ou melhora a mecânica de armazenamento de itens
sl: Doda ali izboljša mehaniko shranjevanja predmetov
tr: Eşya depolama mekaniği ekler veya geliştirir

# tags
source: Strategy / RTS
gl: Estratexia / ETR
pt_br: Estratégia / RTS
sl: Strategija / RTS
tr: Strateji / RTS

# tags
source: Games and mods with a heavy strategy component, whether real-time or turn-based
gl: Xogos e modificacións cun forte compoñente de estratexia, xa sexa en tempo real ou por quendas
pt_br: Jogos e mods com alto grau de estratégia, sejam em tempo real ou baseados em turnos
sl: Igre in modi z močno strateško komponento, bodisi v realnem času bodisi na poteze
tr: Gerçek zamanlı veya sıralı olan, yoğun strateji unsuru içeren oyunlar ve modlar

# tags
source: Survival
gl: Supervivencia
pt_br: Sobrevivência
sl: Preživetje
tr: Hayata Kalma
