Repository: luanti-org/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl, pt_br, sl, tr

# tags
source: Written specifically for survival gameplay with a focus on game-balance, difficulty level, or resources available through crafting, mining, ...
gl: Escrito especificamente para xogos de supervivencia centrados no equilibrio do xogo, o nivel de dificultade ou os recursos dispoñibles a través da elaboración, a minería...
pt_br: Escrito especificamente para jogabilidade de sobrevivência com foco no equilíbrio do jogo, nível de dificuldade ou recursos disponíveis por meio de criação, mineração, ...
sl: Napisano posebej za igranje preživetja s poudarkom na ravnovesju igre, težavnostni stopnji ali virih, ki so na voljo z izdelavo, rudarjenjem, ...
tr: Özellikle oyun dengesine göre odaklı yazılmıştır, zorluk seviyesi, yada üretim yaparken mevcut kaynaklar, maden, ...

# tags
source: Machines / Electronics
gl: Máquinas / Electrónica
pt_br: Máquinas / Eletrônicos
sl: Stroji / Elektronika
tr: Makine / Elektronik

# tags
source: Adds machines useful in automation, tubes, or power.
gl: Engade máquinas útiles en automatización, tubos ou enerxía.
pt_br: Adiciona máquinas uteis em automação, tubos e energia.
sl: Dodaja cevi, stroje uporabne v avtomatizaciji in energetiki.
tr: İşe yarar otomasyon, tüpler, veya güç ekler.

# tags
source: Tools / Weapons / Armor
gl: Ferramentas / Armas / Armadura
pt_br: Ferramentas / Armas / Armaduras
sl: Orodja / Orožja / Oklepi
tr: Araçlar / Silahlar / Zırhlar

# tags
source: Adds or changes tools, weapons, and armor
gl: Engade ou modifica ferramentas, armas e armaduras
pt_br: Adiciona ou muda ferramentas, armas e armaduras
sl: Dodaja ali spremeni orodja, orožja in oklepe
tr: Değişmiş yada yeni araçlar, silahlar, ve zırhlar ekler

# tags
source: Transport
gl: Transporte
pt_br: Transporte
sl: Prevoz
tr: Ulaşım

# tags
source: Adds or changes transportation methods. Includes teleportation, vehicles, ridable mobs, transport infrastructure and thematic content
gl: Engade ou modifica os métodos de transporte. Inclúe teletransporte, vehículos, monstros sobre os que se pode montar, infraestrutura de transporte e contido temático
pt_br: Adiciona ou altera métodos de transporte. Inclui teletransporte, veículos, mobs montáveis, infraestrutura de transporte e conteúdo temático
sl: Dodaja ali spremeni načine prevoza. Vključuje teleportacijo, vozila, jahače, bitja, prometno infrastrukturo in tematsko vsebino
tr: Değişmiş yada yeni ulaşım metotlar ekler. Işınlanma, araçlar, binilebilir yaratıklar, ulaşım altyapısı ve tematik içerik

# tags
source: World Maintenance and Tools
gl: Mantemento do Mundo e Ferramentas
pt_br: Manutenção do mundo e Ferramentas
sl: Orodja za svet in vzdrževanje sveta
tr: Dünya Bakım ve Araçları

# tags
source: Tools to manage the world
gl: Ferramentas para xestionar o mundo
pt_br: Ferramentas para gerenciar o mundo
sl: Orodja za upravljanje sveta
tr: Dünyayı yönetmek için araçlar

# content_warnings
source: Alcohol / Tobacco
gl: Alcol/Tabaco
pt_br: Álcool / Tabaco
sl: Alkohol / Tobak
tr: Alkol / Tütün

# content_warnings
source: Contains alcohol and/or tobacco
gl: Contén alcol e/ou tabaco
pt_br: Contem álcool e/ou tabaco
sl: Vsebuje alkohol in/ali tobak
tr: Alkol ve/veya tütün içerir

# content_warnings
source: Bad Language
gl: Linguaxe inapropiada
pt_br: Linguagem Imprópria
sl: Nespodoben jezik
tr: Zararlı Dil

# content_warnings
source: Contains swearing
gl: Contén bocaladas
pt_br: Contém palavrões
sl: Vsebuje kletvice, žalitve ...
tr: Küfür içerir

# content_warnings
source: Drugs
gl: drogas
pt_br: Drogas
sl: Droge
tr: Uyuşturucular

# content_warnings
source: Contains recreational drugs other than alcohol or tobacco
gl: Contén drogas recreativas distintas do alcol ou o tabaco
pt_br: Contém drogas recreativas diferentes de álcool ou tabaco
sl: Vsebuje rekreativne droge, razen alkohola ali tobaka
tr: Alkol veya tütün dışındaki keyif verici maddeleri içerir

# content_warnings
source: Gambling
gl: Xogos de azar
pt_br: Apostas
sl: Kockanje
tr: Kumar

# content_warnings
source: Games of chance, gambling games, etc
gl: Xogos de azar, apostas, etc
pt_br: Jogos de azar, jogos de apostas, etc
sl: Igre na srečo, hazarderske igre itd.
tr: Kumar, şans oyunları vs. ekler

# content_warnings
source: Gore
sl: Kri
tr: Vahşet

# content_warnings
source: Blood, etc
gl: Sangue, etc
pt_br: Grotesco, sangue e etc
sl: Kri itd.
tr: Kan, vs

# content_warnings
source: Fear / Horror
gl: Medo / Horror
pt_br: Medo / Horror
sl: Groza / Strah
tr: Korku / Dehşet

# content_warnings
source: Shocking and scary content. May scare young children
gl: Contido impactante e aterrador. Pode asustar a nenos pequenos
pt_br: Conteúdo chocante e assustador. Pode assustar crianças pequenas
sl: Šokantna in strašljiva vsebina. Lahko prestraši majhne otroke
tr: Şok verici ve korkutucu içerik. Küçük çocukları korkutabilir

# content_warnings
source: Violence
gl: Violencia
pt_br: Violência
sl: Nasilje
tr: Şiddet

# content_warnings
source: Non-cartoon violence. May be towards fantasy or human-like characters
gl: Violencia non relacionada cos debuxos animados. Pode ser cara a personaxes fantásticos ou semellantes a humanos
pt_br: Violência não caricata. Pode ser contra personagens fantásticos ou com aparência humana
sl: Nasilje, ki ni risano. Lahko je usmerjeno proti fantazijskim ali človeku podobnim likom
tr: Çizgi film dışı şiddet. Fantastik veya insan benzeri karakterlere yönelik olabilir

source: Packages
gl: Paquetes
pt_br: Pacotes
sl: Paketi
tr: Paketler

source: %(package_type)s for %(game_name)s
gl: %(package_type)s para %(game_name)s
pt_br: %(package_type)s para %(game_name)s
sl: %(package_type)s za %(game_name)s
tr: %(game_name)s için %(package_type)s

source: %(delta)s ago
gl: Hai %(delta)s
pt_br: %(delta)s atrás
sl: %(delta)s nazaj
tr: %(delta)s önce

source: Username
gl: Nome de usuario
pt_br: Usuário
sl: Uporabniško ime
tr: Kullanıcı Adı

source: Query
gl: Consulta
pt_br: Consulta
sl: Poizvedba
tr: Sorgu

source: Search
gl: Buscar
pt_br: Pesquisar
sl: Iskanje
tr: Ara

source: Featured
gl: Destacado
pt_br: Apresentou
sl: Izpostavljeno
tr: Öne Çıkanlar

source: Name
gl: Nome
pt_br: Nome
sl: Ime
tr: Ad

source: Limit to package
gl: Limitar ao paquete
pt_br: Limite para o pacote
sl: Omejitev na paket
tr: Paket sınırı

source: Save
gl: Gardar
pt_br: Salvar
sl: Shrani
tr: Kaydet

source: Title
gl: Título
pt_br: Título
sl: Naslov
tr: Başlık

source: Short Description
gl: Descrición curta
pt_br: Descrição curta
sl: Kratek opis
tr: Kısa Açıklama

source: Page Content
gl: Contido da páxina
pt_br: Página de conteúdo
sl: Vsebina strani
tr: Sayfa İçeriği

source: Private
gl: Privado
pt_br: Privado
sl: Zasebno
tr: Özel

source: Pinned to my profile
gl: Fixado no meu perfil
pt_br: Fixado no meu perfil
sl: Pripeto na moj profil
tr: Profilime sabitlendi

source: A collection with a similar title already exists
gl: Xa existe unha colección cun título semellante
pt_br: Já existe uma coleção com um título semelhante
sl: Zbirka s podobnim naslovom že obstaja
tr: Benzer başlığa sahip bir koleksiyon zaten var

source: Unable to create collection as a package with that name already exists
gl: Non se pode crear a colección porque xa existe un paquete con ese nome
pt_br: Não é possível criar a coleção porque já existe um pacote com esse nome
sl: Zbirke ni mogoče ustvariti, ker paket s tem imenom že obstaja
tr: Bu ada sahip bir paket zaten var olduğundan koleksiyon oluşturulamıyor

source: Added package to collection
gl: Engadiuse o paquete á colección
pt_br: Pacote adicionado à coleção
sl: Paket je bil dodan v zbirko paketov
tr: Paket koleksiyona eklendi

source: Removed package from collection
gl: Paquete retirado da colección
pt_br: Pacote removido da coleção
sl: Paket je odstranjen iz zbirke paketov
tr: Paket koleksiyondan kaldırıldı

source: Added package to favorites collection
gl: Engadido o paquete á colección de favoritos
pt_br: Pacote adicionado à coleção de favoritos
sl: Paket je bil dodan v zbirko priljubljenih paketov
tr: Paket sık kullanılanlar koleksiyonuna eklendi

source: (Public, change from Profile > My Collections)
gl: (Público, cambiar desde Perfil > As miñas coleccións)
pt_br: (Público, altere em Perfil &gt; Minhas Coleções)
sl: (Javno, sprememba v Profil > Moje zbirke)
tr: (Herkese açık, Profil &gt; Koleksiyonlarım bölümünden değiştirin)

source: Removed package from favorites collection
gl: Paquete retirado da colección de favoritos
pt_br: Pacote removido da coleção de favoritos
sl: Paket je bil odstranjen iz zbirke priljubljenih paketov
tr: Paket sık kullanılanlar koleksiyonundan kaldırıldı

source: Welcome to the best place to find Luanti mods, games, and texture packs
gl: Benvido ao mellor lugar para atopar modificacións, xogos e paquetes de texturas de Luanti
pt_br: Bem-vind@ ao melhor lugar para encontrar mods, jogos e pacotes de texturas para o Luanti
sl: Dobrodošli na najboljšem kraju za iskanje modov, iger in teksturnih paketov Luanti
tr: Luanti modlarını, oyunlarını ve doku paketlerini bulmak için en iyi yere hoş geldiniz

source: ContentDB new packages
gl: Novos paquetes de ContentDB
pt_br: ContentDB novos pacotes
sl: Novi paketi v ContentDB-ju
tr: ContentDB yeni paketler

source: ContentDB package updates
gl: Actualizacións do paquete ContentDB
pt_br: ContentDB atualizações de pacote
sl: Posodobljeni paketi v ContentDB-ju
tr: ContentDB paket güncellemeleri

source: ContentDB all
gl: Todo na ContentDB
pt_br: ContentDB todos
sl: Vse v ContentDB-ju
tr: ContentDB hepsi

source: Description
gl: Descrición
pt_br: Descrição
sl: Opis
tr: Açıklama

source: Redirect URL
gl: URL de redirección
pt_br: Redirecionar URL
sl: Naslov URL za preusmerjanje
tr: Yönlendirme URL'si

source: App Type
gl: Tipo de aplicación
pt_br: Tipo de Aplicativo
sl: Vrsta aplikacije
tr: Uygulama Türü

source: An OAuth client with that title already exists. Please choose a new title.
gl: Xa existe un cliente OAuth con ese título. Escolle un novo título.
pt_br: Já existe um cliente OAuth com esse título. Escolha um novo título.
sl: Odjemalec OAuth s tem imenom že obstaja. Izberite novo ime.
tr: Bu başlığa sahip bir OAuth istemcisi zaten mevcut. Lütfen yeni bir başlık seçin.

source: Revoked all user tokens
gl: Revogáronse todos os tokens de usuario
pt_br: Todos os tokens de usuário foram revogados
sl: Preklicani vsi uporabniški žetoni
tr: Tüm kullanıcı belirteçleri iptal edildi

source: Edit Details
gl: Editar detalles
pt_br: Editar Detalhes
sl: Uredi podrobnosti
tr: Detayları Düzenle

source: Translation
gl: Tradución
pt_br: Tradução
sl: Prevod
tr: Çeviri

source: Releases
gl: Lanzamentos
pt_br: Lançamentos
sl: Izdaje
tr: Sürümler

source: Screenshots
gl: Capturas de pantalla
pt_br: Capturas de tela
sl: Posnetki zaslona
tr: Ekran görüntüleri

source: Maintainers
gl: Mantedores
pt_br: Mantenedores
sl: Vzdrževalci
tr: Bakımcılar

source: Audit Log
gl: Rexistro de auditoría
pt_br: Registro de Auditoria
sl: Dnevnik sprememb
tr: Denetim Günlüğü

source: Statistics
gl: Estatísticas
pt_br: Estatísticas
sl: Statistika
tr: İstatistikler

source: Share and Badges
gl: Compartir e insignias
pt_br: Compartilhar e Selos
sl: Deli in značke
tr: Paylaşım ve Rozetler

source: Remove / Unpublish
gl: Retirar / Anular a publicación
pt_br: Remover / Despublicar
sl: Odstrani / Prekliči objavo
tr: Kaldır / Yayından Kaldır

source: Supported Games
gl: Xogos compatibles
pt_br: Jogos suportados
sl: Podprte igre
tr: Desteklenen Oyunlar

source: Android Default
gl: Predeterminado de Android
pt_br: Padrão Android
sl: Privzeto za Android
tr: Android Varsayılan

source: Desktop Default
gl: Predeterminado do escritorio
pt_br: Padrão Desktop
sl: Privzeto za namizje
tr: Masaüstü Varsayılan

source: Non-free
gl: Non libre
pt_br: Não livre
sl: Neprosto
tr: Ücretli

source: Work in Progress
gl: Traballo en curso
pt_br: Trabalho em progresso
sl: Delo v teku
tr: Devam Eden Çalışma

source: Deprecated
gl: Obsoleto
pt_br: Obsoleto
sl: Zastarelo
tr: Kullanım dışı

source: All content warnings
gl: Avisos sobre todo contido
pt_br: Avisos sobre todos os conteúdos
sl: Vsa opozorila glede vsebine
tr: Tüm içerik uyarıları

source: Type
gl: Tipo
pt_br: Tipo
sl: Vrsta
tr: Tür

source: Author
gl: Autor
pt_br: Autor
sl: Avtor
tr: Yaratıcı

source: Tags
gl: Etiquetas
pt_br: Etiquetas
sl: Oznake
tr: Etiketler

source: Content Warnings
gl: Avisos de contido
pt_br: Avisos de Conteúdo
sl: Opozorila glede vsebine
tr: İçerik Uyarıları

source: License
gl: Licenza
pt_br: Licença
sl: Licence
tr: Lisans

source: Supports Game
gl: Apoia o xogo
pt_br: Suporta Jogo
sl: Podprte igre
tr: Desteklediği Oyunlar

source: %(title)s by %(author)s
gl: %(title)s por %(author)s
pt_br: %(title)s por %(author)s
sl: %(title)s od %(author)s
tr: %(author)s geliştiricisinden %(title)s

source: Language
gl: Idioma
pt_br: Idioma
sl: Jezik
tr: Dil

source: Hide Tags and Content Warnings
gl: Ocultar etiquetas e avisos de contido
pt_br: Ocultar Tags e Avisos de Conteúdo
sl: Skrij oznake in opozorila glede vsebine
tr: Etiket ve İçerik Uyarılarını Gizle

source: Luanti Version
gl: Versión de Luanti
pt_br: Versão do Luanti
sl: Različica Luantija
tr: Luanti Sürümü

source: Sort by
gl: Ordenar por
pt_br: Ordenar por
sl: Razvrsti glede
tr: Sırala

source: Package score
gl: Puntuación do paquete
pt_br: Pontuação do pacote
sl: Ocena paketa
tr: Paket skoru

source: Reviews
gl: Valoracións
pt_br: Avaliações
sl: Ocene
tr: Değerlendirmeler

source: Downloads
gl: Descargas
sl: Prenosi
tr: İndirmeler

source: Created At
gl: Creado en
pt_br: Criado em
sl: Ustvarjeno ob
tr: Yapım Yeri

source: Approved At
gl: Aprobado en
pt_br: Aprovado em
sl: Odobreno ob
tr: Onaylanma Yeri

source: Last Release
gl: Derradeiro lanzamento
pt_br: Último lançamento
sl: Zadnja različica
tr: Son Sürüm

source: Order
gl: Orde
pt_br: Ordem
sl: Vrstni red
tr: Sıralama

source: Descending
gl: Descendente
pt_br: Decrescente
sl: Padajoče
tr: Azalan

source: Ascending
gl: Ascendente
pt_br: Crescente
sl: Naraščajoče
tr: Artan

source: Random order
gl: Orde aleatoria
pt_br: Ordem aleatória
sl: Naključni vrstni red
tr: Rastgele Sırala

source: No download available.
gl: Non hai descargas dispoñibles.
pt_br: Nenhum download disponível.
sl: Noben prenos ni na voljo.
tr: İndirme mevcut değil.

source: Title (Human-readable)
gl: Título (lexible)
pt_br: Título (legível por humanos)
sl: Naslov (berljiv za ljudi)
tr: Başlık (İnsan-okunur)

source: Name (Technical)
gl: Nome (Técnico)
pt_br: Nome (Técnico)
sl: Naslov (tehniški)
tr: Ad (Teknik)

source: Lower case letters (a-z), digits (0-9), and underscores (_) only
gl: Só letras minúsculas (a-z), díxitos (0-9) e guións baixos (_)
pt_br: Apenas letras minúsculas (a-z), dígitos (0-9) e sublinhados (_)
sl: Samo male črke (a–z), številke (0–9) in podčrtaji (_)
tr: Yalnızca küçük harfler (a-z), rakamlar (0-9) ve alt çizgiler (_)

source: Short Description (Plaintext)
gl: Breve descrición (texto plano)
pt_br: Descrição curta (texto simples)
sl: Kratek opis (golo besedilo)
tr: Kısa Açıklama (Düz Metin)

source: Maintenance State
gl: Estado de mantemento
pt_br: Estado de Manutenção
sl: Status vzdrževanja
tr: Bakım Durumu

source: Media License
gl: Licenza de medios
pt_br: Licença de Mídia
sl: Licence za medijske datoteke
tr: Medya Lisansı

source: Long Description (Markdown)
gl: Descrición longa (Markdown)
pt_br: Descrição Longa (Markdown)
sl: Dolg opis (markdown)
tr: Uzun Açıklama (Markdown)

source: VCS Repository URL
gl: URL do repositorio VCS
pt_br: URL do Repositório VCS
sl: URL repozitorija VCS
tr: VCS Deposu URL'si

source: Website URL
gl: URL do sitio web
pt_br: URL do site
sl: URL spletne strani
tr: Web Sitesi URL'si

source: Issue Tracker URL
gl: URL do seguimento de problemas
pt_br: URL do Rastreador de Problemas
sl: URL za sledilnik težav
tr: Sorun İzleyici URL'si

source: Forum Topic ID
gl: ID do tema do foro
pt_br: ID do Tópico do Fórum
sl: ID teme foruma
tr: Forum Konu ID'si

source: Video URL
gl: URL do vídeo
pt_br: URL do Vídeo
sl: URL videoposnetka
tr: Video URL'si

source: Donate URL
gl: Doar URL
pt_br: URL de doação
sl: URL za donacije
tr: Bağış URL'si

source: Translation URL
gl: URL da tradución
pt_br: URL de tradução
sl: URL za prevode
tr: Çeviri URL'si

source: _game is not an allowed name
gl: _game non é un nome permitido
pt_br: _game não é um nome permitido
sl: _game je prepovedano ime
tr: _game izin verilen bir ad değil

source: Package already exists, but is removed. Please contact ContentDB staff to restore the package
gl: O paquete xa existe, pero foi retirado. Ponte en contacto co persoal de ContentDB para restauralo
pt_br: O pacote já existe, mas foi removido. Entre em contato com a equipe do ContentDB para restaurar o pacote
sl: Paket že obstaja, vendar je bil odstranjen. Za obnovitev paketa se obrnite na osebje ContentDB-ja
tr: Paket zaten var, ancak kaldırıldı. Paketi geri yüklemek için lütfen ContentDB personeliyle iletişime geçin

source: Package already exists
gl: O paquete xa existe
pt_br: O pacote já existe
sl: Paket že obstaja
tr: Paket zaten mevcut

source: A collection with a similar name already exists
gl: Xa existe unha colección cun nome semellante
pt_br: Uma coleção com nome similar já existe
sl: Zbirka s podobnim imenom že obstaja
tr: Benzer ada sahip bir koleksiyon zaten var

source: You must add an email address to your account and confirm it before you can manage packages
gl: Debes engadir un enderezo de correo electrónico á túa conta e confirmalo antes de poder xestionar paquetes
pt_br: Você deve adicionar um endereço de email à sua conta e o confirmar antes para gerenciar pacotes
sl: Preden lahko upravljate pakete, morate v svoj račun dodati e-poštni naslov in ga potrditi
tr: Paketleri yönetebilmeniz için hesabınıza bir e-posta adresi eklemeniz ve bunu doğrulamanız gerekir

source: Save draft
gl: Gardar borrador
pt_br: Salvar rascunho
sl: Shrani osnutek
tr: Taslağı kaydet

source: Unable to find that user
gl: Non se puido atopar ese usuario
pt_br: Não foi possível encontrar esse usuário
sl: Tega uporabnika ni mogoče najti
tr: Bu kullanıcı bulunamadı

source: Permission denied
gl: Permiso denegado
pt_br: Permissão negada
sl: Dovoljenje zavrnjeno
tr: İzin reddedildi

source: You don't have permission to do that
gl: Non tes permiso para facer iso
pt_br: Você não tem permissão para fazer isso
sl: Nimate dovoljenj za to dejanje
tr: Bunu yapmak için izniniz yok

source: Please comment what changes are needed in the approval thread
gl: Comenta os cambios que son necesarios no fío de revisión
pt_br: Por favor, comente quais mudanças são necessárias no tópico de aprovação
sl: Prosim, komentirajte, katere spremembe so potrebne v temi za odobritve
tr: Lütfen onay dizisinde hangi değişikliklerin gerekli olduğunu yorumlayın

source: Please comment in the approval thread so editors know what you have changed
gl: Por favor, comenta no fío de aprobación para que os editores saiban o que cambiaches
pt_br: Por favor, comente no tópico de aprovação para que os editores saibam o que você alterou
sl: Prosim, komentirajte v temi za odobritve, da bodo uredniki vedeli, kaj ste spremenili
tr: Ne değiştirdiğinizi bilmeleri için lütfen onay başlığına yorum yapın

source: Set state to %(state)s
gl: Definir o estado en %(state)s
pt_br: Definir o estado para %(state)s
sl: Nastavi stanje na %(state)s
tr: Durumu %(state)slara ayarla

source: Deleted package
gl: Paquete eliminado
pt_br: Pacote excluído
sl: Izbrisan paket
tr: Silinmiş paket

source: Unapproved package
gl: Paquete non aprobado
pt_br: Pacote não aprovado
sl: Neodobren paket
tr: Onaylanmamış paket

source: Maintainers (Comma-separated)
gl: Mantedores (separados por comas)
pt_br: Mantenedores(separados por vírgula)
sl: Vzdrževalci (ločeni z vejico)
tr: Geliştiriciler (Virgülle ayrılmış)

source: You don't have permission to edit maintainers
gl: Non tes permiso para editar os mantenedores
pt_br: Você não tem permissão para editar os mantenedores
sl: Nimate dovoljenj za urejanje vzdrževalcev
tr: Geliştiricileri düzenleme izniniz yok

source: You are not a maintainer
gl: Non es un mantenedor
pt_br: Você não é um mantenedor
sl: Niste vzdrževalec
tr: Bir geliştirici değilsiniz

source: Package owners cannot remove themselves as maintainers
gl: Os propietarios dos paquetes non poden retirarse como mantedores
pt_br: Donos do pacote não podem se remover como mantenedores
sl: Lastniki paketov se ne morejo odstraniti kot vzdrževalci
tr: Paket sahipleri kendilerini geliştirici olmaktan kaldıramaz

source: Author Name
gl: Nome do autor
pt_br: Nome do autor
sl: Ime avtorja
tr: Yazar Adı

source: Enable support detection based on dependencies (recommended)
gl: Activar a detección de soporte baseada en dependencias (recomendado)
pt_br: Habilitar detecção de suporte com base em dependências (recomendado)
sl: Omogoči zaznavanje podpore na podlagi odvisnosti (priporočeno)
tr: Bağımlılıklara göre destek algılamayı etkinleştir (önerilen)

source: Supported games
gl: Xogos compatibles
pt_br: Jogos suportados
sl: Podprte igre
tr: Desteklenen oyunlar

source: Unsupported games
gl: Xogos non compatibles
pt_br: Jogos não suportados
sl: Nepodprte igre
tr: Desteklenmeyen oyunlar

source: Supports all games (unless stated) / is game independent
gl: Admite todos os xogos (a non ser que se indique o contrario) / é independente do xogo
pt_br: Suporta todos os jogos (exceto quando especificado) / independente de jogos
sl: Podpira vse igre (razen če je navedeno drugače) / je neodvisno od igre
tr: Tüm oyunları destekler (belirtilmediği sürece) / oyundan bağımsızdır

source: You need at least one release before you can edit game support
gl: Precisas polo menos un lanzamento antes de poder editar o soporte do xogo
pt_br: Você precisa de pelo menos 1 lançamento antes de poder editar o suporte de jogos
sl: Preden lahko urejate podporo za igro, potrebujete vsaj eno izdajo
tr: Oyun desteğini düzenleyebilmeniz için en az bir sürüm gerekir

source: Mod(pack) needs to contain at least one mod. Please create a new release
gl: O Mod(pack) debe conter polo menos un mod. Por favor, cree un novo lanzamento
pt_br: (Pacotes de) mods precisam conter ao menos um mod. Por favor, crie um novo lançamento
sl: Mod ali paket modov (prilagoditev) mora vsebovati vsaj en mod. Prosimo, ustvarite novo izdajo
tr: Mod(paket) en az bir mod içermelidir. Lütfen yeni bir sürüm oluşturun

source: Release Notes
gl: Notas do lanzamento
pt_br: Notas de lançamento
sl: Opombe ob izdaji
tr: Sürüm Notları

source: Method
gl: Método
pt_br: Método
sl: Metode
tr: Yöntem

source: File Upload
gl: Subir ficheiro
pt_br: Upload de arquivo
sl: Nalaganje datotek
tr: Dosya Yükle

source: Git reference (ie: commit hash, branch, or tag)
gl: Referencia de Git (é dicir: hash de commit, rama ou etiqueta)
pt_br: Referência do Git (ou seja: commit hash, branch ou tag)
sl: Referenca za Git (npr. zgoščena vrednost zapisa, veja ali oznaka)
tr: Git referansı (ör: commit hash, branch veya tag)

source: Minimum Luanti Version
gl: Versión mínima de Luanti
pt_br: Versão mínima do Luanti
sl: Najnižja različica Luantija
tr: Minimum Luanti Sürümü

source: Maximum Luanti Version
gl: Versión máxima de Luanti
pt_br: Versão Máxima do Luanti
sl: Največja različica Luantija
tr: Maksimum Luanti Sürümü

source: Task ID
gl: ID da tarefa
pt_br: ID da Tarefa
sl: ID opravila
tr: Görev ID

source: Is Approved
gl: Está aprobado
pt_br: Está aprovado
sl: Je odobreno
tr: Onaylandı

source: Import from Git
gl: Importar desde Git
pt_br: Importar do Git
sl: Uvozi iz Gita
tr: Git'ten içe aktar

source: Upload .zip file
gl: Cargar ficheiro .zip
pt_br: Upload de arquivo .zip
sl: Naloži datoteko .zip
tr: .zip dosyasını yükle

source: Set Min
gl: Definir mínimo
pt_br: Configurar mínimo
sl: Nastavi minimalno
tr: Minimumu Ayarla

source: Set Max
gl: Definir máximo
pt_br: Configurar máximo
sl: Nastavi maksimalno
tr: Maksimumu Ayarla
