Repository: luanti-org/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl, pt_br, sl, tr

source: Awaiting approval
gl: Á espera de aprobación
pt_br: Esperando aprovação
sl: Čakanje na odobritev
tr: Onay bekleniyor

source: No screenshots.
gl: Sen capturas de pantalla.
pt_br: Sem capturas de tela.
sl: Ni posnetkov zaslona.
tr: Ekran görüntüsü yok.

source: Save Order
gl: Gardar a orde
pt_br: Salvar ordem
sl: Shrani naročilo
tr: Sıralamayı Kaydet

source: Reordering requires JavaScript.
gl: A reordenación require JavaScript.
pt_br: Reordenar requer JavaScript.
sl: Za prerazporejanje je potreben JavaScript.
tr: Yeniden sıralama JavaScript gerektirir.

source: Client Preview
gl: Vista previa do cliente
pt_br: Pré-visualização do cliente
sl: Predogled odjemalca
tr: İstemci Ön İzlemesi

source: The first screenshot in the list above will be the package thumbnail.
gl: A primeira captura de pantalla da lista de arriba será a miniatura do paquete.
pt_br: A primeira captura de tela na lista acima será a capa do pacote.
sl: Prvi posnetek zaslona na zgornjem seznamu bo sličica paketa.
tr: Yukarıdaki listede yer alan ilk ekran görüntüsü paketin küçük resmi olacaktır.

source: Videos
gl: Vídeos
pt_br: Vídeos
sl: Slikovni posnetki
tr: Videolar

source: You can set a video on the Edit Details page
gl: Podes definir un vídeo na páxina Editar detalles
pt_br: Você pode configurar um vídeo na página Editar Detalhes
sl: Videoposnetek lahko nastavite na strani Urejanje podrobnosti
tr: Ayrıntıları Düzenle sayfasında bir video ayarlayabilirsiniz

source: Links
gl: Ligazóns
sl: Povezave
tr: Bağlantılar

source: Review link
gl: Ligazón para valorar
pt_br: Avaliar link
sl: Povezava za pregled
tr: İnceleme bağlantısı

source: Badges
gl: Insignias
pt_br: Adesivos
sl: Značke
tr: Rozetler

source: Modname Uniqueness
gl: Singularidade do nome do mod
pt_br: Unicidade do nome do mod
sl: Edinstvenost imena moda
tr: Mod Adı Benzersizliği

source: Packages sharing provided mods
gl: Paquetes que comparten mods proporcionados
pt_br: Pacotes compartilhando mods fornecidos
sl: Modifikacije, ki jih ponuja skupna raba paketov
tr: Sağlanan modları paylaşan paketler

source: This package contains modnames that are present in the following packages:
gl: Este paquete contén nomes de mods que están presentes nos seguintes paquetes:
pt_br: Esse pacote contêm nomes de mods que estão presente nos seguintes pacotes:
sl: Ta paket vsebuje imena modov, ki so prisotna v naslednjih paketih:
tr: Bu paket, aşağıdaki paketlerde bulunan mod adlarını içerir:

source: Similar Forum Topics
gl: Temas semellantes do foro
pt_br: Tópicos de fórum similares
sl: Podobne teme foruma
tr: Benzer Forum Konuları

source: Download (.csv)
gl: Descargar (.csv)
pt_br: Baixar (.csv)
sl: Prenos (.csv)
tr: İndir (.csv)

source: To provide translations for your package, you need to create .tr files and upload a new release.
gl: Para proporcionar traducións para o teu paquete, debes crear ficheiros .tr e cargar un novo lanzamento.
pt_br: Para fornecer traduções para seu pacote, você precisa criar arquivos .tr e enviar uma nova versão.
sl: Če želite zagotoviti prevode za svoj paket, morate ustvariti datoteke .tr in naložiti novo izdajo.
tr: Paketinize çeviri sağlanması için, .tr dosyası oluşturmanız ve yeni sürüm yüklemeniz gerek.

source: For information on how to do this, see the modding book chapter and lua_api.md
gl: Para obter información sobre como facer isto, consulta o capítulo do libro de modding e lua_api.md
pt_br: Para obter informações sobre como fazer isso, consulte o capítulo do livro de modificação e lua_api.md
sl: Za informacije o tem, kako to storiti, glejte poglavje v knjigi o modiranju in v lua_api.md
tr: Bunun nasıl yapılacağı hakkında bilgi için modlama kitabı bölümüne ve lua_api.md dosyasına bakın

source: Translation - Luanti Modding Book
gl: Tradución - Libro de Modificacións de Luanti
pt_br: Tradução - Livro Luanti Modding
sl: Prevod - Knjiga za modiranje Luantija
tr: Çeviri - Luanti Modlama Kitabı

source: Translating content meta - lua_api.md
gl: Traducindo o contido meta - lua_api.md
pt_br: Traduzindo meta de conteúdo - lua_api.md
sl: Prevajanje metapodatkov vsebine - lua_api.md
tr: İçerik üst verilerini çevirme - lua_api.md

source: %(title)s is available in %(num)d languages.
gl: %(title)s está dispoñible en %(num)d idiomas.
pt_br: %(title)s está disponível em %(num)d idiomas.
sl: %(title)s je na voljo v %(num)d jezikih.
tr: %(title)s %(num)d dilde kullanılabilir.

source: ContentDB reads translations from locale files (.tr) in your package.
gl: ContentDB lee as traducións dos ficheiros de configuración rexional (.tr) do teu paquete.
pt_br: O ContentDB lê traduções de arquivos de localidade (.tr) no seu pacote.
sl: ContentDB bere prevode iz datotek z lokalnimi nastavitvami (.tr) v vašem paketu.
tr: ContentDB çevirileri paketinizdeki yerel ayar dosyalarından (.tr) okur.

source: Translation template
gl: Modelo de tradución
pt_br: Modelo de tradução
sl: Predloga za prevod
tr: Çeviri şablonu

source: To quickly add support for ContentDB package translation, create a file at %(location)s with the following content:
gl: Para engadir rapidamente compatibilidade coa tradución de paquetes ContentDB, crea un ficheiro en %(location)s co seguinte contido:
pt_br: Para adicionar rapidamente suporte à tradução do pacote ContentDB, crie um arquivo em %(location)s com o seguinte conteúdo:
sl: Za hitro dodajanje podpore za prevajanje paketov ContentDB ustvarite datoteko na lokaciji %(location)s z naslednjo vsebino:
tr: ContentDB paket çevirisi desteğini hızlı bir şekilde eklemek için, %(location)s konumunda aşağıdaki içeriğe sahip bir dosya oluşturun:

source: With games, you also need to name the textdomain in game.conf:
gl: Cos xogos, tamén tes que nomear o dominio de texto en game.conf:
pt_br: Com jogos, você também precisa nomear o textdomain em game.conf:
sl: Pri igrah morate v datoteki game.conf poimenovati tudi besedilno domeno (textdomain):
tr: Oyunlarda, game.conf dosyasında textdomain'i de adlandırmanız gerekir:

source: Replace mymod with the name of mod / textdomain you chose.
gl: Substitúe mymod co nome do mod / textodomain que escolliches.
pt_br: Substitua mymod pelo nome do mod / textdomain que você escolheu.
sl: Zamenjajte mymod z imenom moda / textdomaina, ki ste ga izbrali.
tr: mymod yerine seçtiğiniz mod / textdomain adını yazın.

source: Configure Git Update Detection
gl: Configurar a detección de actualizacións de Git
pt_br: Configurar Detecção de atualizações do Git
sl: Konfiguriraj zaznavanje posodobitev Gita
tr: Git Güncelleme Algılamasını Yapılandır

source: ContentDB will poll your Git repository every day, if your package is approved.
gl: ContentDB sondeará o teu repositorio de Git todos os días, se o teu paquete é aprobado.
pt_br: O ContentDB vai captar seu repositório Git todo dia, se o seu pacote for aprovado.
sl: ContentDB bo vsak dan preverjal vaš Git repozitorij, če je vaš paket odobren.
tr: ContentDB, paketiniz onaylanırsa Git deponuzu her gün yoklayacaktır.

source: You should consider using webhooks or the API for faster releases.
gl: Deberías considerar o uso de webhooks ou a API para obter lanzamentos máis rápidos.
pt_br: Você deve considerar usar webhooks ou a API para lançamentos rápidos.
sl: Za hitrejše izdaje razmislite o uporabi spletnih kavljev ali API-ja.
tr: Daha hızlı sürümler için web kancalarını veya API'yi kullanmayı düşünmelisiniz.

source: Git Update Detection is clever enough to not create a release again if you've already created it manually or using webhooks/the API.
gl: A detección de actualizacións de Git é o suficientemente intelixente como para non volver crear un lanzamento se xa o creaches manualmente ou usando webhooks/a API.
pt_br: A detecção de atualizações do Git é esperta o suficiente para não criar um lançamento novamente caso você já tenha criado ele manualmente ou utilizado webhooks/API.
sl: Zaznavanje posodobitev Git je dovolj pametno, da ne ustvari več izdaje, če ste jo že ustvarili ročno ali z uporabo spletnih kavljev/API-ja.
tr: Git Güncelleme Algılaması, bir sürümü zaten manuel olarak veya web kancalarını / API'yi kullanarak oluşturduysanız tekrar oluşturmayacak kadar akıllıdır.

source: The trigger is the event that triggers the action.
gl: O desencadeante é o evento que desencadea a acción.
pt_br: O gatilho é o evento que dispara a ação.
sl: Sprožilec je dogodek, ki sproži dejanje.
tr: Tetikleyici, eylemi tetikleyen olaydır.

source: The action to perform when the trigger happens.
gl: A acción que se realizará cando se produza o desencadeante.
pt_br: A ação é executada quando o gatilho acontece.
sl: Dejanje, ki se izvede, ko se sproži sprožilec.
tr: Tetikleme gerçekleştiğinde gerçekleştirilecek eylem.

source: Once a package is marked as outdated, you won't receive any more notifications until it is marked up to date.
gl: Unha vez que un paquete estea marcado como desactualizado, non recibirás máis notificacións ata que estea marcado como actualizado.
pt_br: Uma vez que um pacote é marcado como desatualizado, você não receberá mais nenhuma notificação até que este seja marcado como por atualizar.
sl: Ko je paket označen kot zastarel, ne boste prejemali več obvestil, dokler ne bo označen kot posodobljen.
tr: Bir paket güncel değil olarak işaretlendiğinde, güncel olarak işaretlenene kadar başka bildirim almazsınız.

source: %(title)s releases
gl: Lanzamentos de %(title)s
pt_br: Lançamentos do %(title)s
sl: %(title)s izdaje
tr: %(title)s sürümleri

source: Download
gl: Descargar
pt_br: Baixar
sl: Prenos
tr: İndir

source: For Luanti %(min)s and above
gl: Para Luanti %(min)s e superiores
pt_br: Para Luanti %(min)s e superior
sl: Za Luanti %(min)s ali novejši
tr: Luanti %(min)s ve üzeri için

source: Luanti %(max)s and below
gl: Luanti %(max)s e inferior
pt_br: Luanti %(max)s and inferior
sl: Za Luantu %(max)s ali starejši
tr: Luanti %(max)s ve altı

source: How do I install this?
gl: Como instalo isto?
pt_br: Como instalar?
sl: Kako namestiti?
tr: Bunu nasıl yükleyebilirim?

source: No downloads available
gl: Non hai descargas dispoñibles
pt_br: Nenhum download disponível
sl: Ni prenosov
tr: İndirme mevcut değil

source: Non-free code and media
gl: Código e contido multimedia non libres
pt_br: Código e mídia não gratuitos
sl: Neprosta koda in mediji
tr: Özgür olmayan kod ve medya

source: Non-free code
gl: Código non libre
pt_br: Código não gratuito
sl: Neprosta koda
tr: Özgür olmayan kod

source: Non-free media
gl: Contido multimedia non libre
pt_br: Mídia não gratuita
sl: Neprosti mediji
tr: Özgür olmayan medya

source: This thread is only visible to its creator, package maintainers, and users of Approver rank or above.
gl: Este fío só é visible para o seu creador, os mantedores do paquete e os usuarios con rango de Aprobador ou superior.
pt_br: Este tópico só é visível para seu criador, mantenedores de pacotes e usuários com classificação de Aprovador ou superior.
sl: Ta tema je vidna samo njenemu ustvarjalcu, vzdrževalcem paketa in uporabnikom z stopnjo odobritelj ali višjo.
tr: Bu konu başlığı yalnızca oluşturucusu, paket yöneticileri ve Onaylayıcı veya üstü kullanıcılar tarafından görülebilir.

source: Website
gl: Sitio web
sl: Spletna stran
tr: Web sitesi

source: Forums
gl: Foros
pt_br: Fóruns
sl: Forumi
tr: Forumlar

source: Issue Tracker
gl: Rastrexador de incidencias
pt_br: Rastreador de Problemas
sl: Sledilnik hroščev
tr: Sorun İzleyici

source: Translate
gl: Traducir
pt_br: Traduzir
sl: Prevedi
tr: Çevir

source: Thumbnail for video
gl: Miniatura para o vídeo
pt_br: Thumbnail do vídeo
sl: Sličica za posnetek
tr: Video için küçük resim

source: Awaiting review
gl: Á espera de valoración
pt_br: Esperando avaliação
sl: Čaka na pregled
tr: İnceleme bekleniyor

source: Edit Review
gl: Editar a valoración
pt_br: Editar avaliação
sl: Uredi oceno
tr: İncelemeyi Düzenle

source: You can't review your own package.
gl: Non podes valorar o teu propio paquete.
pt_br: Você não pode avaliar seu próprio pacote.
sl: Ne morete oceniti svojega paketa.
tr: Kendi paketinizi inceleyemezsiniz.

source: Package needs to be approved before it can be reviewed.
gl: O paquete debe ser aprobado antes de poder ser valorado.
pt_br: Pacotes precisam ser aprovados antes que possam ser avaliados.
sl: Paket mora biti odobren, preden ga je mogoče oceniti.
tr: Paketin incelenebilmesi için önce onaylanması gerekmektedir.

source: Used By
gl: Usado por
pt_br: Utilizado por
sl: Uporablja ga
tr: Tarafından kullanılmış

source: Content
gl: Contido
pt_br: Conteúdo
sl: Vsebina
tr: İçerik

source: View content for game
gl: Ver contido para o xogo
pt_br: Visualizar conteúdo para jogo
sl: Ogled vsebine za igro
tr: Oyun içeriğini görüntüleme

source: Release notes for %(title)s
gl: Notas de lanzamento para %(title)s
pt_br: Notas de versão para %(title)s
sl: Opombe ob izdaji za %(title)s
tr: %(title)s için not yayınlayın

source: Favorite
gl: Favorito
pt_br: Favorito
sl: Priljubljeno
tr: Sık kullanılan

source: Add to collection...
gl: Engadir á colección...
pt_br: Adicionar a coleção...
sl: Dodaj v zbirko ...
tr: Koleksiyona ekle...

source: View %(count)d collections
gl: Ver %(count)d coleccións
pt_br: Ver %(count)d coleções
sl: Ogled %(count)d zbirk
tr: %(count)d koleksiyonu görüntüle

source: Package may be outdated
gl: O paquete pode estar desactualizado
pt_br: Pacote talvez esteja desatualizado
sl: Paket je morda zastarel
tr: Paket eski olabilir

source: Only visible to the author and Editors.
gl: Só visible para o autor e os editores.
pt_br: Visível apenas para autor e editores.
sl: Vidno samo avtorju in urednikom.
tr: Sadece yayınlayıcı ve Editörler tarafından görülebilir.

source: Warning
gl: Aviso
pt_br: Alerta
sl: Opozorilo
tr: Uyarı

source: Like this package? Help support its development by making a donation
gl: Gústache este paquete? Axuda a apoiar o seu desenvolvemento facendo unha doazón
pt_br: Gostou desse pacote? Ajude contribuindo para seu desenvolvimento fazendo uma doação
sl: Vam je všeč ta paket? Pomagajte podpreti njegov razvoj z donacijo
tr: Bu paketi beğendiniz mi? Bağış yaparak gelişimini desteklemeye yardımcı olun

source: Donate now
gl: Doa agora
pt_br: Doe agora
sl: Donirajte zdaj
tr: Şimdi bağışta bulunun

source: Dependencies
gl: Dependencias
pt_br: Dependências
sl: Odvisnosti
tr: Bağımlılıklar

source: No required dependencies
gl: Sen dependencias requiridas
pt_br: Sem dependências requeridas
sl: Ni zahtevanih odvisnosti
tr: Gerekli bağımlılık yok

source: Optional
gl: Opcional
pt_br: Opcional
sl: Izbirno
tr: İsteğe bağlı

source: Compatible Games
gl: Xogos compatibles
pt_br: Jogos compatíveis
sl: Združljive igre
tr: Uyumlu Oyunlar

source: No specific game required
gl: Non se require ningún xogo específico
pt_br: Nenhum jogo específico requerido
sl: Ni potrebna posebna igra
tr: Belirli bir oyun gerekmiyor

source: Tested with:
gl: Probado con:
pt_br: Testado com:
sl: Testirano z:
tr: Şununla test edildi:

source: Is the above correct?
gl: É correcto o anterior?
pt_br: Acima está correto?
sl: Je zgoraj navedeno pravilno?
tr: Yukarıdaki doğru mu?

source: You need to either confirm this or tell ContentDB about supported games
gl: Tes que confirmar isto ou informar a ContentDB sobre os xogos compatibles
pt_br: Você também precisa confirmar isso ou dizer ao ContentDB sobre jogos suportados
sl: To morate bodisi potrditi bodisi obvestiti ContentDB o podprtih igrah
tr: Bunu onaylamanız veya ContentDB'ye desteklenen oyunlar hakkında bilgi vermeniz gerekir

source: Does not work with:
gl: Non funciona con:
pt_br: Não funcionará com:
sl: Ne deluje z:
tr: Şununla çalışmıyor:

source: Please specify compatible games
gl: Especifica os xogos compatibles
pt_br: Por favor, especifique jogos compatíveis
sl: Navedite združljive igre
tr: Lütfen uyumlu oyunları belirtin

source: Information
gl: Información
pt_br: Informações
sl: Informacije
tr: Bilgi

source: Technical Name
gl: Nome técnico
pt_br: Nome técnico
sl: Tehnično ime
tr: Teknik İsim

source: %(code_license)s for code,<br>%(media_license)s for media.
gl: %(code_license)s para o código,<br>%(media_license)s para os medios.
pt_br: %(code_license)s para o código, <br>%(media_license)s para mídia.
sl: %(code_license)s za kodo,<br>%(media_license)s za medije.
tr: Kod için %(code_license)s, <br>medya için %(media_license)s.

source: Unknown
gl: Descoñecido
pt_br: Desconhecido
sl: Neznano
tr: Bilinmeyen

source: Added
gl: Engadido
pt_br: Adicionado
sl: Dodano
tr: Eklendi

source: Remove myself
gl: Retirarme
pt_br: Remover eu mesmo
sl: Odstrani me
tr: Kendimi kaldır

source: Provides
gl: Ofrece
pt_br: Providencia
sl: Zagotavlja
tr: Sağlar

source: More
gl: Máis
pt_br: Mais
sl: Več
tr: Daha fazla

source: See audit log
gl: Ver o rexistro de auditoría
pt_br: Ver log de audição
sl: Glejte dnevnik nadzora
tr: Denetim günlüğüne bakın

source: Due to spam, we no longer accept reports from anonymous users on this form.
gl: Debido ao correo lixo, xa non aceptamos denuncias de usuarios anónimos neste formulario.
pt_br: Por conta de spam, não aceitamos mais reportes de usuários anônimos nesse formulário.
sl: Zaradi neželene pošte ne sprejemamo več prijav anonimnih uporabnikov na tem obrazcu.
tr: Spam nedeniyle, artık bu formda anonim kullanıcılardan gelen raporları kabul etmiyoruz.

source: Please sign in or contact the admin using the link below.
gl: Inicia sesión ou ponte en contacto co administrador usando a ligazón de embaixo.
pt_br: Entre ou contacte o administrador usando o link abaixo.
sl: Prosimo, prijavite se ali kontaktirajte administratorja prek spodnje povezave.
tr: Lütfen oturum açın veya aşağıdaki bağlantıyı kullanarak yönetici ile iletişime geçin.

source: The full report will be visible to all ContentDB staff members, including editors and moderators.
gl: O informe completo será visible para todo o persoal de ContentDB, incluídos os editores e moderadores.
pt_br: O relatório completo ficará visível para todos os membros da equipe do ContentDB, incluindo editores e moderadores.
sl: Celotno poročilo bo vidno vsem članom osebja ContentDB-ja, vključno z uredniki in moderatorji.
tr: Raporun tamamı, editörler ve moderatörler dahil olmak üzere tüm ContentDB çalışanları tarafından görülebilir.

source: If you are reporting something by another user, we may discuss the report with them but will not disclose who reported it.
gl: Se estás a denunciar algo por parte doutro usuario, podemos falar da denuncia con esa persoa, pero non revelaremos quen a denunciou.
pt_br: Se você estiver denunciando algo de outro usuário, poderemos discutir o relato com ele, mas não divulgaremos quem o denunciou.
sl: Če prijavljate nekaj od drugega uporabnika, se lahko o prijavi pogovorimo z njim, vendar ne bomo razkrili, kdo je prijavo prijavil.
tr: Başka bir kullanıcı hakkında bir şey bildirirseniz, bildirimi o kullanıcıyla görüşebiliriz, ancak bildirimi kimin yaptığını açıklamayız.

source: If you are reporting something by an editor or moderator, then you should email the admin or a moderator directly to hide your identity.
gl: Se estás a denunciar algo por parte dun editor ou moderador, debes enviar un correo electrónico directamente ao administrador ou a un moderador para ocultar a túa identidade.
pt_br: Se você estiver denunciando algo por um editor ou moderador, envie um email diretamente ao administrador ou a um moderador para ocultar sua identidade.
sl: Če prijavljate nekaj, kar je urednik ali moderator, potem morate poslati e-pošto neposredno administratorju ali moderatorju, da skrijete svojo identiteto.
tr: Bir editör veya moderatör tarafından bir şeyi bildiriyorsanız, kimliğinizi gizlemek için doğrudan yöneticiye veya moderatöre e-posta göndermelisiniz.

source: Optional, usually not required
gl: Opcional, normalmente non obrigatorio
pt_br: Opcional, geralmente não obrigatório
sl: Neobvezno, običajno ni obvezno
tr: İsteğe bağlı, genellikle gerekli değildir

source: Found a bug? Please report on the package's issue tracker or in a thread instead.
gl: Atopaches un erro? Informa no rastrexador de problemas do paquete ou nun fío.
pt_br: Encontrou um bug? Por favor, reporte no rastreador de problemas do pacote ou em um tópico.
sl: Ste našli hrošča? Prosimo, da ga prijavite v sledilniku težav paketa ali v temi.
tr: Bir hata mı buldunuz? Lütfen bunun yerine paketin sorun izleyicisinde veya bir başlıkta bildirin.

source: We have received your report
gl: Recibimos o teu informe
pt_br: Recebemos seu reporte
sl: Prejeli smo vaše poročilo
tr: Raporunuzu aldık

source: We aim to resolve your report quickly.
gl: O noso obxectivo é resolver o teu informe rapidamente.
pt_br: Nosso objetivo é resolver seu reporte rapidamente.
sl: Vašo prijavo si prizadevamo rešiti hitro.
tr: Bildiriminizi hızlı bir şekilde çözmeyi hedefliyoruz.

source: If the report is about illegal or harmful content, we aim to resolve within 48 hours.
gl: Se a denuncia trata de contido ilegal ou prexudicial, o noso obxectivo é resolvela en 48 horas.
pt_br: Se o repasse for sobre conteúdo ilegal ou prejudicial, pretendemos resolver o problema em até 48 horas.
sl: Če se prijava nanaša na nezakonito ali škodljivo vsebino, si prizadevamo, da jo rešimo v 48 urah.
tr: Rapor yasa dışı veya zararlı içerikle ilgiliyse, 48 saat içinde çözüme kavuşturmayı hedefliyoruz.

source: If we find the content to be infringing, we will remove it and may warn or suspend the user.
gl: Se detectamos que o contido infrinxe os dereitos de autor, retirarémolo e poderemos avisar ou suspender o usuario.
pt_br: Se descobrirmos que o conteúdo é infrator, o removeremos e poderemos advertir ou suspender o usuário.
sl: Če ugotovimo, da vsebina krši avtorske pravice, jo bomo odstranili in uporabnika lahko opozorimo ali suspendiramo.
tr: İçeriğin hak ihlali oluşturduğunu tespit edersek, içeriği kaldıracak ve kullanıcıyı uyaracak veya askıya alabiliriz.

source: A private thread has been created for this report. You can use it to communicate with ContentDB staff and receive updates about the report.
gl: Creouse un fío privado para este informe. Podes usalo para comunicarte co persoal de ContentDB e recibir actualizacións sobre o informe.
pt_br: Um tópico privado foi criado para este relatório. Você pode usá-lo para se comunicar com a equipe do ContentDB e receber atualizações sobre o reporte.
sl: Za to poročilo je bila ustvarjena zasebna nit. Uporabite jo lahko za komunikacijo z osebjem ContentDB-ja in prejemanje posodobitev o poročilu.
tr: Bu rapor için özel bir konu başlığı oluşturulmuştur. Bu başlığı kullanarak ContentDB personeli ile iletişim kurabilir ve raporla ilgili güncellemeleri alabilirsiniz.

source: Due to limited resources, we may not contact you further about the report unless we need clarification.
gl: Debido a recursos limitados, é posible que non nos poñamos en contacto contigo sobre o informe a menos que precisemos algunha aclaración.
pt_br: Devido aos recursos limitados, poderemos não entrar em contato com você sobre o reporte, a menos que precisemos de esclarecimentos.
sl: Zaradi omejenih virov vas morda ne bomo kontaktirali glede poročila, razen če bomo potrebovali pojasnila.
tr: Kaynakların sınırlı olması nedeniyle, açıklığa kavuşturulması gereken bir durum olmadıkça raporla ilgili olarak sizinle tekrar iletişime geçmeyebiliriz.

source: For future reference, use report id: %(report_id)s.
gl: Para futuras referencias, use o ID do informe: %(report_id)s.
pt_br: Para referência futura, use o ID do reporte: %(report_id)s.
sl: Za poznejšo uporabo uporabite ID poročila: %(report_id)s.
tr: İleride başvurmak üzere rapor kimliğini kullanın: %(report_id)s.

source: View thread
gl: Ver fío
pt_br: Ver tópico
sl: Ogled teme
tr: Konuyu görüntüle

source: Back to home
gl: Volver ao inicio
pt_br: Voltar para a página inicial
sl: Nazaj domov
tr: Ana sayfaya dön

source: Reopen
gl: Reabrir
pt_br: Reabrir
sl: Ponovno odprto
tr: Yeniden aç
